[
  {
    "Type": "StringTable",
    "Name": "QF_Vannaka_Dialogue",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "QF_Vannaka_Dialogue",
      "KeysToEntries": {
        "DogDays_Completed_Explanation_2": "Sometime in the third age, I think, they were captured by Zamorakian forces and there they became part of a vampyre experiment, to create something new.",
        "DogDays_Completed_Explanation_1": "Aye, yes. an explanation. See, the garou weren't always on Ashenfall. They came from far, far away.",
        "DogDays_Completed_NotInterested_1": "No, you're right, I'm sorry to trouble you. Here, something to thank you for your effort.",
        "DogDays_Started_GotTokenAndRitualNotPurifiedToken_1": "Found anything interesting yet, young pup? Oh? You have the king's token? Let me see...",
        "Objective5": "Bring the Purified King's Token to Vannaka in the Ghornfell Highlands.",
        "Objective4": "Complete the ritual of purification on the King's Token at the ancient shrine where \"a heart once beat\".",
        "Objective3": "Search garou camps beneath the giant wyrm bones in the Highlands for information on the King's Token.",
        "Objective2": "Challenge a Garou king in their Highland stronghold and claim their token.",
        "DogDays_Completed_KnowsWerewolf_1": "The animal within me, remembering a part of itself. And, for the first time in as long as I can remember, the beast does not stir.",
        "DogDays_Completed_1": "It is strange how a simple trinket can give you such a strong sense of connection. It feels like a piece of me pining for home.",
        "DogDays_Completed_Explanation_6": "Here, something to show my gratitude for this piece of family history.",
        "DogDays_Completed_Explanation_5": "I don't want to hide any more. And this trinket will be a link to my ancestors, something to help me make peace with the beast.",
        "DogDays_Completed_Explanation_4": "I left my people to try and hide from the beast, but it's always followed me... and been used against me.",
        "PlayerChoice_WhatDoYouMean": "What do you mean?",
        "PlayerChoice_IDontNeedAnExplanation": "I don't need an explanation.",
        "DogDays_Started_HasPurifiedToken_2": "This... this trinket may seem like nothing to you. But for me it's an anchor to my ancestral home...",
        "DogDays_Started_HasPurifiedToken_1": "Ah, there it is. May I see it? The purified token?",
        "DogDays_Started_GotTokenAndRitualNotPurifiedToken_4": "I... I need you to do this for me, young pup. Complete that ritual and purify the token. I'll explain everything on your return.",
        "DogDays_Started_GotTokenAndRitualNotPurifiedToken_3": "A ritual of purification, to turn this sullied trinket into a true piece of the Antumnos, the ancestral home.",
        "DogDays_Started_GotTokenAndRitualNotPurifiedToken_2": "It's not quite right. It feels tainted, as if it's forgotten where it's from. Wait... that ritual you found, that's the answer!",
        "DogDays_Starteed_NoProgress_1": "Found anything interesting yet, young pup? No? Pity. Perhaps take a look through some of the garou camps?",
        "PlayerChoice_WhatIsAntumnos": "What's Antumnos?",
        "DogDays_Started_FoundToken_4": "I need you to look around, see if there's anything you can do to purify it. To make it a pure piece of that long lost place.",
        "DogDays_WhatIsAntumnos_1": "Where, might be better. It is the primordial forest, a world far far from ours.",
        "DogDays_Started_FoundToken_3": "But this... is almost what I'm looking for. A piece of Antumnos, though it seems... sullied, somehow.",
        "DogDays_Started_FoundToken_2": "I'm impressed, that's no easy feat, that. Defeating a garou king.",
        "DogDays_Started_FoundToken_1": "Found anything interesting yet, young pup? Hrmm, you took a token from a garou king?",
        "DogDays_Started_FoundRitual_4": "I'll explain everything once you do. .",
        "DogDays_Started_FoundRitual_3": "I... this is important to me, young pup. I ask that you keep looking. See if you can complete this ritual and bring me the token.",
        "DogDays_Started_FoundRitual_2": "This... this is what I'm looking for. A ritual to take a piece of Antumnos, the primordial forest.",
        "DogDays_Started_FoundRitual_1": "Found anything interesting yet, young pup? Hrmm, some writing on a ritual? Let me take a look...",
        "DogDays_Starteed_NoProgress_2": "They make their homes in the spines of the dead wyrms around here, why not give them a look?.",
        "DogDays_WhatIsAntumnos_3": "It has always been of interest to me, ever since my mother told me legends of such a place when I was a child.",
        "DogDays_WhatIsAntumnos_2": "One in which the wild grows free and unhindered by the yoke of so called \"civilisation\".",
        "DogDays_Intro_KingsTokenUnpurified_4": "Could you look into this? Check the garou camps, beneath the spines of great wyrm remains. Let me know if you uncover anything.",
        "DogDays_Intro_KingsTokenUnpurified_3": "I came here to uncover the truth. I heard tale of a ritual to preserve a fragment of a legacy my family has forgotten.",
        "DogDays_Intro_KingsTokenUnpurified_2": "This is a piece of the ancestral world of the garou, but it's been corrupted by this world and needs purification.",
        "DogDays_Intro_KingsTokenUnpurified_1": "Wait... that token. You've slain their king? May I see the token? Yes, yes, I thought so. This is almost what I'm looking for. Almost.",
        "DogDays_Intro_FoundOnlyRitual_4": "Your journey begins with the death of the garou king. Go! Paint the earth with his blood. History favours the bold, and the bold carve their legend into the bones of the fallen.",
        "DogDays_Intro_FoundOnlyRitual_3": "Young pup, please, you must complete this ritual for me. I... I cannot say why, just yet, but it is important to me.",
        "DogDays_WhatCanYouTellMeAboutTheGarou_1": "They may seem brutal and savage, the garou, and frankly they are -- But there's a deeper spirituality to them as well.",
        "DogDays_WhyIntestedInRituals_2": "My family has a history with the beastmen, dating back over the ages.",
        "DogDays_WhyIntestedInRituals_1": "It's a personal matter. An old family interest, shall we say?",
        "DogDays_Intro_KingsTokenPurified_1": "Wait... that token. May I see it? The purified token?",
        "DogDays_RitualText": "Our Kings, who have ruled at the highest peak for generations, each carry a single piece of home with them. From the old home where our ancestors came from, there is a single pebble in the token that the king wears about their neck. Over time and exposure to this land, that pebble becomes corrupted and tainted by this place. \r\n\r\nBut corruption can be purged. Rot can be cut away. \r\n\r\nSeek the altar that sits where a heart once beat. Pillars of bone reaching for the sky, longing to touch the moon in memory of the lost one. There, her power echoes still, able to wash away the stain of this world. \r\n\r\nPlace ram horns, two of them, as an image of the goddess so that her power has a vessel to work the miracle. Anoint then the token with the oil of the lapis vine, crushing three of the bulbs over the token. Storm and oil, anathema to the corruption. \r\n\r\nOffer a prayer in memory of her. Lougrim, the Huntress in moonlight, is gone but not forgotten. Do this and a piece of home shall be once again restored.\r\n\r\nSuch is the way of our kings who rule on high, closest to the sky and the memory of her silvered radiance. \r\n",
        "DogDays_WhatIsAntumnos_4": "I believe the garou lived there once, before their goddess took them here.",
        "QuestDescription": "Investigate the Garou and their rituals.",
        "QuestTitle": "Dog Days",
        "Objective6": "Search the Ghornfell Highlands for a friendly face with an interest in Garou rituals.",
        "DogDays_WhatCanYouTellMeAboutTheHighlands_5": "There's something beautiful about that, in a weird sort of way. Sheltering the shadow of monsters slain.",
        "DogDays_WhatCanYouTellMeAboutTheHighlands_4": "Even I would think twice about trying to hunt one of those down. But here, the garou make their bones their home.",
        "DogDays_WhatCanYouTellMeAboutTheHighlands_3": "The whole place is littered with the bones of great wyrms. Beasts so terrible I'm glad they're dead.",
        "DogDays_WhatCanYouTellMeAboutTheHighlands_2": "The garou, the wildlife, even the very weather wants you dead. This place makes you face your mortality, lets you know you're alive.",
        "DogDays_WhatCanYouTellMeAboutTheHighlands_1": "Few places embody \"survival of the fittest\" quite like here.",
        "PlayerChoice_WhatCanYouTellMeAboutTheHighlands": "What can you tell me about the Highlands?",
        "PlayerChoice_WhatCanYouTellMeAboutTheGarou": "What can you tell me about the Garou?",
        "PlayerChoice_WhyInterestedInRituals": "Why are you interested in garou rituals?",
        "DogDays_WhatCanYouTellMeAboutTheGarou_4": "The garou honour that truth, in every part of their culture. I find it... comforting.",
        "DogDays_WhatCanYouTellMeAboutTheGarou_3": "Like we slayer masters, the garou are primal creatures. We understand the need to be hunter, not prey.",
        "DogDays_WhatCanYouTellMeAboutTheGarou_2": "I know, I know. What does a slayer master care about spirituality? But that's exactly the point, you see...",
        "Objective1": "Search Garou camps beneath giant wyrm bones in the Highlands for information on Garou ritual practices.",
        "DogDays_NotKnowWerewolf_2": "Ah, yes, sorry, this won't mean anything to you. Pay an old fool no mind.",
        "DogDays_NotKnowWerewolf_1": "The animal within me, remembering a part of itself. And, for the first time in as long as I can remember, the beast does not stir.",
        "DogDays_Completed_KnowsWerewolf_2": "I have run from my wolf my entire life. Feared its fangs and claws. But, now, perhaps I can allow myself to face it.",
        "DogDays_Intro_Default_1": "You've come a long way, young pup, good to see. I'm here studying a race not seen for hundreds of years - the Garou.",
        "DogDays_Intro_FoundOnlyRitual_2": "This... this is what I've been looking for. A chance to own a piece of the Ancestral world.",
        "DogDays_Completed_DoesNotKnowWerewolf": "Ah, yes, sorry, this won't mean anything to you. Pay an old fool no mind.",
        "DogDays_Completed_Explanation_3": "My ancesters... the werewolves. Aye, yes, my biggest secret. Tooth and claw beneath the silvery moon.",
        "RitualTitle": "Ritual Of Purification",
        "DogDays_Intro_NoProgress_1": "I came here to uncover the truth. I heard tale of a ritual to preserve a fragment of a legacy my family has forgotten.",
        "DogDays_Intro_NoProgress_3": "They tend to camp beneath the spines of great wyrm remains. Scout those bones and let me know if you uncover anything.",
        "DogDays_Intro_FoundOnlyRitual_1": "What? You've uncovered a ritual text? Let me take a look at that.",
        "DogDays_Intro_NoProgress_2": "I've been scouring garou camps, but I need your help and, well, a burden shared is a burden halved, eh?",
        "DogDays_RitualTitle": "Ritual of Purification",
        "DogDays_LougrimShrine_NotFoundRitual": "This shrine appears to be part of a garou ritual of some kind. ",
        "DogDays_LougrimShrine_NotGotIngredients": "This shrine is dedicated to Lougrim, and looks like the place referred to in the Ritual of Purification. If you had the King's Token, 2 ram horns and 3 shock bulbs, you could perform the ritual here. ",
        "DogDays_LougrimShrine_GotRitualGotToken_GotIngredients": "This shrine is dedicated to Lougrim, and looks like the place referred to in the Ritual of Purification. You have everything you need to perform the ritual. ",
        "PlayerChoice_PerformRitual": "Perform the Ritual of Purification",
        "PlayerChoice_DontPerformTheRitual": "Don't perform the Ritual of Purification",
        "DogDays_RitualPerformed": "For a fraction of a moment the shrine is bathed in ethereal moonlight that shines from the ritual writing engraved on its surface. The King's Token seems different somehow, cleaner, lighter and somehow whole.",
        "DogDays_FullInventory": "Hrmm, looks like you're carrying too much, young pup. Best lighten your load before I can give you this. "
      },
      "KeysToMetaData": {}
    }
  }
]