[
  {
    "Type": "StringTable",
    "Name": "ST_FH_WitherBeast",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_FH_WitherBeast",
      "KeysToEntries": {
        "Vannaka.Intro.1": "Not a pleasant landscape this, ey, young pup? Life is fading, drained away by a dragon's hunger. Rotten creatures, dragons.",
        "Vannaka.Intro.2": "Even this willow grove, once home to a proud and magnificent nature spirit, is now corrupted by wither and rot. That poor spirit has withered away to nothing.",
        "Vannaka.Intro.3": "If this land is ever going to heal, we need to save the rest of those spirits and the only way to save them, is to hunt them and kill them.",
        "Vannaka.Intro.4": "Don't worry, they're meant to be hunted. That's the spirit way, a spirit of nature should be hunted by a predator, not slowly drained away by a monster, and you're the apex predator here.",
        "Vannaka.Intro.5": "You'll be doing this place a favour by hunting them, trust me. Look for willow groves, like this one, those are places where nature spirits thrive. Bring me three of their hearts and we can find a way to keep them safe from this withering hunger.",
        "Vannaka.QuestStarted.NotProgressed.1": "Look for willow groves, like this one, those are places where nature spirits thrive. There's a few to the west of here. Bring me three of their hearts and we can find a way to keep them safe from this withering hunger.",
        "Vannaka.QuestStarted.NotGotHearts.1": "Majestic creatures, aren't they? I'm sure it feels strange to have to hunt them, but trust me we're doing them a favour. You're part way there, but I'll need more hearts.",
        "Vannaka.QuestStarted.NotGotHearts.2": "Look for willow groves, those are places where nature spirits thrive. There's a few to the west of here. Bring me the spirits' hearts and we can find a way to keep them safe from this withering hunger.",
        "Vannaka.QuestStarted.GotHearts.1": "You did it, well done. Now, the tricky part. I asked you to get these hearts because of a garou ritual I learned. An old one, from their time before Kuldra.",
        "Vannaka.QuestStarted.GotHearts.2": "It's a way to liberate the spirit from this place. Allow it to run free and wild, bound to a new anchor, one able to give them freedom.",
        "Vannaka.QuestStarted.GotHearts.3": "That anchor is you. Now, one moment and... here... that should do it. With a little magic, that spirit will carry you across Ashenfall. Give it a good run, won't you?",
        "Vannaka.PostQuest.NoHearts.1": "How are you and your new friend getting on? Running wild and free, I hope. See, you did them a favour by hunting them here. Now they're safe from this land's blighted curse.",
        "Vannaka.PostQuest.LessThanThreeHearts.1": "You and your spirit friend seem happy together, young pup. Always good to see that sort of bond between man and beast.",
        "Vannaka.PostQuest.LessThanThreeHearts.2": "Ah, but I see you've been liberating more nature spirits. Good work. It may feel strange, but you're doing them a favour, trust me. Tell you what, bring me three of them and I'll give you some of those shiny stones Death seems so interested in.",
        "Vannaka.PostQuest.GotHearts.1": "You and your spirit friend seem happy together, young pup. Always good to see that sort of bond between man and beast.",
        "Vannaka.PostQuest.GotHearts.2": "You've gathered another three hearts for me from the nature spirits? Good, very good. You're a skilled hunter, young pup, you should be proud.",
        "Vannaka.PostQuest.GotHearts.3": "I'll take them off your hands and you can take these in their place. Shiny little stones that old Harold loves so much.",
        "Quest.Name": "The Wild Hunt",
        "Quest.Description": "Help Vannaka safeguard Fellhollow's nature spirits, by hunting them down, in willow groves, and collecting their hearts. ",
        "Objective.HuntBeast": "Hunt down Nature Spirits near Fellhollow's willow groves and bring three of their hearts to Vannaka. ",
        "Objective.BringHeart": "Bring the hearts to Vannaka. ",
        "Objective.BringHeartNotStarted": "Bring the Primordial Heart to someone with an interest in the wild hunt. ",
        "Vannaka.Name": "Vannaka",
        "Vannaka.NotStarted.GatheredAllThreeHearts.1": "Ah... but your a skilled hunter, young pup, I see you've already gathered them.",
        "Vannaka.NotStarted.GatheredAtLeastOneHeart.1": "I see you're part way there already. Just need to get the rest and we can help this spirit escape Imaru's foul curse.",
        "Vannaka.NoInventorySpace": "Ah, or I would give them to you if you had any room. Make some space and then come back and talk to me. ",
        "Vannaka.PostQuest.Info.1": "If you find another three hearts on your travels, bring them to me and I'll exchange them for some of those shiny soul fragments that Harold seems so fond of. "
      },
      "KeysToMetaData": {}
    }
  }
]