[
  {
    "Type": "StringTable",
    "Name": "ST_FH_GhostQuest",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_FH_GhostQuest",
      "KeysToEntries": {
        "Zanik.QuestNotStarted.Intro.1": "Strange place this, isn't it? Not just the zombies and the horrible red pools of awfulness, there's a sadness to it too. A misery, like a chasm stretching across everything.",
        "Zanik.QuestNotStarted.Intro.2": "The dead don't pass on here, not really. The tethers that hold them to their bodies are stretched and snap against Imaru's hunger. Then they're devoured like evening snacks.",
        "Zanik.QuestNotStarted.Intro.3": "Still, there are some souls yet to pass on. Holding tight against Imaru's gluttony. I want to help them in these final moments, take the burdens from them so they can pass on once the dragon's power has fully waned.",
        "Zanik.QuestNotStarted.Intro.4": "As the ambassador to the underworld, I feel it's my duty to help these people out. Will you help me?",
        "Zanik.QuestNotStarted.Intro.NoGhostspeak.1": "Oh, you'll need an amulet of ghostspeak first. I think there was one in Brynmoor, all the way back. Lost in the village somewhere. You'll need to find it.",
        "Zanik.QuestNotStarted.Intro.GotGhostSpeak.AcceptQuest.1": "Thank you. There are three lost souls all over Fellhollow, hidden in the remnants of human civilisation. I feel them, like a warm fire in this cold dark place.",
        "PlayerChoice.Yes": "Yes.",
        "PlayerChoice.No": "Not right now.",
        "Zanik.QuestNotStarted.Intro.GotGhostSpeak.Decline.1": "I understand. If you change your mind, or if you find one of them on your journey, please come back and see me.",
        "Zanik.AskAbout.GhostLocations.1": "I couldn't tell you where exactly, but I've got an inkling. Like an itch on the inside of my nose, pointing the way -- yeah, it's horrible, please find them.",
        "Zanik.AskAbout.GhostLocations.2": "There's a village, long since fallen to ruin. There waits a spirit shivering against the wind and rain.",
        "Zanik.AskAbout.GhostLocations.3": "North of here, where the world rots away from the inside, a spirit clings to the world with memories of a loved one.",
        "Zanik.AskAbout.GhostLocations.4": "Crumbling against decaying ruins, near a waterfall of grief, a ghost finds herself trapped with memories of a loved one. She needs something returned to her that has been buried in shadow.",
        "Zanik.AskAbout.Underworld.1": "It's not as bad as it sounds, the Underworld. A bit grim, sure, but manageable. Imagine a city, full of the dead, waiting to pass on. That's what it is really.",
        "Zanik.AskAbout.Underworld.2": "Everyone just gets on with it. Similar to what it's like in the living world, only much less adventure.",
        "Zanik.AskAbout.Underworld.3": "There's a great big river, the river Noumenon, that you can sail down on to whatever afterlife waits for you -- yeah, there's more than one. Each depending on your own beliefs. Or, if you're unlucky enough to be like me, the belief of the god's soul that's infected you.",
        "Zanik.AskAbout.Underworld.4": "I didn't enjoy Bandos' afterlife. I wouldn't recommend it.",
        "Zanik.AskAbout.Afterlife.1": "I had a bit of a god's soul in me when I died, so my afterlife didn't go very well. Bandos was, after all, pretty upset with me.",
        "Zanik.AskAbout.Afterlife.2": "His afterlife was, unsurprisingly, a world of constant battle. The strong crushed the weak on an endless cycle. I... I tried to protect them. I failed... a lot.",
        "Zanik.AskAbout.Afterlife.3": "It was to be an eternity of failure. Watching the innocent slain for no reason other than some brute's entertainment. Thankfully, a friend rescued me and I got a reprieve.",
        "Zanik.AskAbout.Ghosts.1": "Mostly, the dead are more than happy to cross over. This world can make you weary, and it's nice to finally have an excuse to rest. But a ghost doesn't get that.",
        "Zanik.AskAbout.Ghosts.2": "Some unfinished business keeps them trapped in place. Whether it be a mother desperately needing to know that her children are safe. Or some scholar who needs that elusive answer before they can let themselves sleep.",
        "Zanik.AskAbout.Ghosts.3": "Some things are so important that they form a tether to our souls, that even Death's scythes can't cut. That's what a ghost is, a prisoner of ungiven closure.",
        "Zanik.QuestStarted.NoGhosts.1": "There are three lost souls all over Fellhollow, hidden in the remnants of human civilisation. Each one has something stopping them from finding peace.",
        "Zanik.QuestStarted.SomeGhostsFound.1": "Thank you for helping some of the spirits, but there are more still that need help finding peace. Please keep searching.",
        "Zanik.QuestStarted.GhostsFound.1": "Thank you, I can feel them at peace, it's beautiful. The dead can get trapped in their issues, locked into a vicious cycle. You've stopped that.",
        "Zanik.QuestStarted.GhostsFound.2": "Once all this Imaru business is dealt with, then Death will be able to help them move on properly. In the mean time, here, something to say thank you.",
        "Zanik.QuestStarted.GhostsFound.HasInventorySpace.1": "It's not much, I know, but I hope it helps.",
        "Zanik.QuestStarted.GhostsFound.DoesNotHaveInventorySpace.1": "Oh, you appear to be overburdened. I'll hold onto this for you until you've got some space free.",
        "Zanik.PostQuest.1": "Thank you, I can feel them at peace, it's beautiful. The dead can get trapped in their issues, locked into a vicious cycle. You've stopped that.",
        "Zanik.PostQuest.2": "Once Imaru's influence has vanished completely, the restless spirits here can rest properly.",
        "PlayerChoice.AskAboutGhostLocations": "Ask where the ghosts are.",
        "PlayerChoice.AskAboutTheUnderworld": "Ask about the Underworld.",
        "PlayerChoice.AskAboutAfterlife": "Ask about the Afterlife.",
        "PlayerChoice.AskAboutGhosts": "Ask about ghosts.",
        "PlayerChoice.Leave": "I'll talk to you later. ",
        "Ghost.NoGhostspeakAmulet": "OoooOOoooOOOOOooOOOOOoooOOOh!",
        "VillageGhost.NotSheltered.1": "It's cold, don't you feel it? The wind feels like it's rushing through me, blowing away all the years I spent building this house.",
        "VillageGhost.NotSheltered.2": "I poured my life and soul into these foundations. Created a home for myself that I can be proud of. But now it's gone, and I feel like I'm lost without it.",
        "VillageGhost.NotSheltered.3": "I just want four walls and a roof? Is that so much to ask? A little shelter against the cold?",
        "VillageGhost.SpokenToNotSheltered.1": "I just want four walls and a roof? Is that so much to ask? A little shelter against the cold?",
        "VillageGhost.Sheltered.1": "I...I...I feel warm. I feel cosy. I feel like I'm home. Thank you, thank you friend. Now I can rest and move on once the dragon has been dealt with.",
        "VillageGhost.Sheltered.2": "Thank you!",
        "VillageGhost.PostQuestNoLongerSheltered.1": "Thank you for the shelter, even if it was short-lived. It was nice to be out of the cold, even for a little while. ",
        "ArtistGhost.NotGotBook.1": "The afterlife is so dull, they don't tell you that in the books. Endless sameyness. Nothing changes. I want to yawn and yawn, but I can't even do that. No breath you see.",
        "ArtistGhost.NotGotBook.2": "I just want to draw! Is that so much to ask? But my sketchbook is missing. My husband took it to work with him in the coal mine to the east. He likes to look at the pictures between swings.",
        "ArtistGhost.NotGotBook.3": "But he never came back. I would have gone to look for him, but I got incinerated by a dragon. Which, you know, isn't ideal.",
        "ArtistGhost.NotGotBook.4": "I miss him, sure, but I really miss my sketchbook. I've had decades to get over my grief, but the boredom lasts forever!",
        "ArtistGhost.SpokenTo.NoBook.1": "I just want to draw! Is that so much to ask? But my sketchbook is missing. My husband took it to work with him in the coal mine to the east. He likes to look at the pictures between swings.",
        "ArtistGhost.SpokenTo.GotBook.1": "My sketchbook! You found it! Oh, I can't wait to draw in it again.",
        "ArtistGhost.SpokenTo.GotBook.2": "...",
        "ArtistGhost.SpokenTo.GotBook.3": "Oh, yeah, husband. Err... he OK? Dead you say? Into a fine paste you say? Oh dear, how tragic. I'll... err... I'll go cry now I guess?",
        "ArtistGhost.PostQuest.1": "Oh, I'm so glad to have my sketch book back. I can't wait to draw everything around me. Now... where did I put a pencil? ",
        "GrannyGhost.NotSpokenTo.1": "I wonder how she's doing. Whether she managed to pass on safely. My granddaughter, Edra. She used to visit me often, always a smile on her face that could warm the coldest of winters.",
        "GrannyGhost.NotSpokenTo.2": "Every time she visited, I would give her a clay doll. A little figurine that she could paint and display with the others, like a little village of clay friends.",
        "GrannyGhost.NotSpokenTo.3": "I wish I had one of those clay dolls to remember her by now. It would help me find peace in these turbulent times.",
        "GrannyGhost.SpokenTo.NoDoll.1": "I wish I had one of those clay dolls to remember her by now. It would help me find peace in these turbulent times.",
        "GrannyGhost.SpokenTo.HasDoll.1": "That doll! That clay figurine! It's just like the ones I made for my granddaughter. Would... would you be so kind as to give it to me? It would help me find peace.",
        "GrannyGhost.SpokenTo.HasDoll.GiveDoll.1": "Thank you. Thank you so much. I can rest now. Well... once the devouring force has gone at least. Thank you again, my friend. You have made this old fool very happy.",
        "GrannyGhost.SpokenTo.HasDoll.DontGiveDoll.1": "I understand, hard to let go of these things. They are delightfully pretty, my granddaughter loves... no... loved them.",
        "GrannyGhost.PostQuest.1": "Thank you, again. I just know that Edra would have loved it.",
        "PlayerChoice.GiveDecoration": "[Give the ghost a clay decoration.]",
        "PlayerChoice.DontGiveDecoration": "[Don't give the ghost a clay decoration.]",
        "Quest.Name": "Even More Restless Ghosts",
        "Quest.Description": "Help Zanik lay some spirits to rest by finding them and completing their unfinished business. ",
        "Objective.FindGhosts.1": "Find ghosts and complete their unfinished business. (0/3)",
        "Objective.FindGhosts.2": "Find ghosts and complete their unfinished business. (1/3)",
        "Objective.FindGhosts.3": "Find ghosts and complete their unfinished business. (2/3)",
        "Objective.ReturnToZanik": "Return to Zanik.",
        "Zanik.Choice.Hub": "Anything I can help with?",
        "Ghost.Name": "Ghost",
        "VillageGhost.Name": "Windswept Ghost",
        "ArtistGhost.Name": "Paint-spattered Ghost",
        "GrannyGhost.Name": "Reminiscing Ghost",
        "SketchBook.AlreadyFound": "Nothing interesting remains, just dust and old memories. ",
        "SketchBook.Name": "Dust-covered Sketchbook",
        "SketchBook.AlreadyFound.NotFinished": "You already have this. You should return it to its owner. ",
        "SketchBook.NotCollected.NoSpace": "You find and old sketchbook, but your inventory is too full to collect it. ",
        "SketchBook.NotCollected.Space": "You find an old sketchbook. ",
        "GrannyGhost.SpokenTo.Generic": "Oh, if only I had a little doll to remember my darling Edra by. They were such lovely decorative things, made out of clay as I recall. ",
        "Sketchbook.Description": "A ruined notebook, buried beneath the earth. ",
        "Zanik.NotSpokenTo.AlreadyStarted": "Oh, you're already looking into that? I knew I could count on you!",
        "Objective.FindZanikNotSpokenYet": "Tell someone about these spirits. "
      },
      "KeysToMetaData": {}
    }
  }
]