[
  {
    "Type": "StringTable",
    "Name": "ST_FH_SpiritChinchompa",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_FH_SpiritChinchompa",
      "KeysToEntries": {
        "Vannaka.WildHuntCompleted.NotSpokenTo.Intro.1": "Young pup, it seems like the spirits here are in dire trouble and I'll need a little more of your help to put things right.",
        "Vannaka.WildHuntCompleted.NotSpokenTo.Intro.2": "The land is angry. Enraged at the corruption forced upon it and in turn it fights back. Dangerous spirits of destruction roam this land in the fluffiest of forms.",
        "Vannaka.WildHuntCompleted.NotSpokenTo.Intro.3": "Chinchompas. Ghostly little critters with explosive personalities. They threaten our efforts here, as the land does not understand we work in its interest.",
        "Vannaka.WildHuntCompleted.NotSpokenTo.Intro.4": "It is the vet's hand that the dog bites most, after all. I need you to find these critters and hunt down as many as you can, before they explode and rip the land apart in the process.",
        "Vannaka.WildHuntCompleted.NotSpokenTo.Intro.5": "If you bring me ten of their skulls, I can do what I can to help lay their spirits to rest. Perhaps we can curb some of this land's fury.",
        "Vannaka.QuestStarted.SpokenTo.NoProgress.1": "Find those chinchompa spirits and put an end to them before they can put an end to you. If they explode, their essence will just reform somewhere else, so strike them before they can.",
        "Vannaka.QuestStarted.SpokenTo.NoProgress.2": "If you bring me their skulls, I can do what I can to help lay their spirits to rest. Perhaps we can curb some of this land's fury.",
        "Vannaka.GotHeads.1": "Good, that looks like enough of their skulls to send a message. I'm not good with magic, but there are old rituals, primal and primordial, that the land will listen to.",
        "Vannaka.GotHeads.2": "In time, thanks to this, and with Imaru's destruction, we may see the land return to the lush land it once was. In a few decades perhaps.",
        "Vannaka.GotHeads.NoInventoryFree.1": "I've got something for you, a thank you of sorts, but you're a little overburdened. Clear out some of that backpack and then come back and see me.",
        "Vannaka.GotHeads.InventoryFree.1": "Here, something for your hard work. It's not much, young pup, but it'll be a reminder of the good work you've done for this place.",
        "Vannaka.PostQuest.1": "It'll take some time for the land to heal, but when it does it'll remember the good work you've done for it. The land always remembers.",
        "Vannaka.QuestStarted.NotSpokenToVannaka.NotAllSkulls.1": "Hrmm, what do you have there young pup? The spectral skulls of vengeful little spirits? I know what this means.",
        "Vannaka.QuestStarted.NotSpokenToVannaka.GotSkulls.1": "Hrmm, what do you have there young pup? The spectral skulls of vengeful little spirits? I know what this means.",
        "Vannaka.QuestStarted.NotSpokenToVannaka.GotSkulls.2": "You've got enough there for me to sort this mess out. An old ritual, primal and primordial nonsense -- not my favourite thing to work with, but needs must.",
        "Quest.Name": "Things That Go Boom In The Night",
        "Quest.Description": "Gather spectral chinchompa skulls so that Vannaka can help the land heal. ",
        "Vannaka.QuestComplete.HasMoreSkulls.1": "I see you've been hunting more of those spiritual pests. Nasty creatures those, best to get rid of them. Here, I'll take those skulls off your hands and give you something for your efforts. ",
        "Vannaka.QuestComplete.HasMoreSkulls.Finish.1": "If you find more of them, bring them to me. I'll take ten at a time, clear the problem up faster that way. ",
        "Vannaka.QuestComplete.HasSkulls.NoSpace.1": "Or I would, if you weren't so overburdened. Clear some space, young pup, then come find me. ",
        "Vannaka.LinkFromWitherBeast.1": "You've earned a rest, but if you're looking for work come back and see me. I have another task I could use your help with. ",
        "Vannaka.GenericGreeting": "Hello there, young pup, what can I help you with?",
        "PlayerChoice.AskAboutChinchompas": "Ask about spectral chinchompas.",
        "PlayerChoice.AskAboutNatureSpirits": "Ask about nature spirits.",
        "Objective.GatherSkulls": "Gather 10 spectral chinchompa skulls and bring them to Vannaka in Fellhollow.",
        "Objective.SpeakToVannaka": "Speak to Vannaka in Fellhollow."
      },
      "KeysToMetaData": {}
    }
  }
]