[
  {
    "Type": "StringTable",
    "Name": "ST_FTUENotifications",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_FTUENotifications",
      "KeysToEntries": {
        "UI.FTUE.AccessBuildMenu": "Press {BuildMenuButton} to open the build menu.",
        "UI.FTUE.Encumbered": "You are carrying too much. Keep an eye on the weight of everything in your inventory.",
        "UI.FTUE.AccessJournal": "You've discovered a new recipe. Press {JournalButton} to see it in the journal.",
        "UI.FTUE.ProcessingFuelText": "A good fire is a great way to keep warm, but you'll need to keep it burning. A steady supply of kindling stops it from burning out. ",
        "UI.FTUE.CraftingStationTitle": "Workbenches",
        "UI.FTUE.CraftingStationText": "Interact with workbenches to create new tools and weapons, as well as repairing old ones.",
        "UI.FTUE.AccessMap": "You can open/close the map at any time by pressing {MapButton}.",
        "UI.FTUE.ProcessingFuelTitle": "Fuel",
        "UI.FTUE.AccessInventory": "Press {InventoryButton} to interact with your inventory.",
        "UI.FTUE.HealthRegen": "When your health isn't as good as it could be, a good meal will help restore you and bolster you for the journey ahead.",
        "UI.FTUE.BuildingMaterialsTitle": "Planks",
        "UI.FTUE.BuildingMaterialsText": "You can convert logs into wooden planks, which can be used to construct a shelter. ",
        "UI.FTUE.BuildingBeamsTitle": "Beams",
        "UI.FTUE.BuildingBeamsText": "Adding support beams to your building will improve stability.",
        "UI.FTUE.ExploreTitle": "Explore",
        "UI.FTUE.ExploreText": "Ashenfall is home to many useful resources, exploration will give you access to different materials.",
        "UI.FTUE.AccessSpells": "Press {SpellBookButton} to open the spell book",
        "UI.FTUE.CastSpells": "Select a spell to cast it.",
        "UI.FTUE.SpellsAndRunesTitle": "Spells and Runes",
        "UI.FTUE.SpellsAndRunesText": "Spells require runes to cast them. They can be crafted using rune essence.",
        "UI.FTUE.RepairingItemsTitle": "Repairing Items",
        "UI.FTUE.RepairingItemsText": "When an item breaks you can repair it at a crafting station.",
        "UI.FTUE.BedsTitle": "Beds",
        "UI.FTUE.BedsText": "A bed will let you rest and gives you somewhere to recover if you're too badly hurt. ",
        "UI.FTUE.FatigueTitle": "Exhaustion",
        "UI.FTUE.FatigueText": "Avoid exhaustion by getting a good night's sleep, if you're too tired you'll find exploring much more difficult. ",
        "UI.FTUE.RespawningTitle": "Respawning",
        "UI.FTUE.CombatVsGoblinsTitle": "Combat",
        "UI.FTUE.CombatVsGoblinsText": "Goblins? Aggressive critters. Keep your wits about you, damage avoided is better than damage blocked. Choose your attacks carefully. ",
        "UI.FTUE.DodgeBlockAndParryControls": "1. {BlockButton} to block.\r\n2. {EvadeButton} to dodge.\r\n3. Blocking an enemy attack at the right moment will parry an enemy attack.\r\n4. Enemies that have been parried take more damage.",
        "UI.FTUE.StealthArcheryTitle": "Bows and Sneaking",
        "UI.FTUE.StealthArcheryText": "A bow is great for taking our targets from the shadows. Try sneaking to make it harder for others to spot you. ",
        "UI.FTUE.UpgradingWorkstationsTitle": "Upgrading Workstations",
        "UI.FTUE.UpgradingWorkstationsText": "Upgrading a workstation increases its functionality, allowing you to craft better equipment. ",
        "UI.FTUE.NeedStrongerAxeTitle": "Acquiring better tools",
        "UI.FTUE.NeedStrongerAxeText": "Yeah, your axe isn't going to cut it – pardon the pun – against a tree like that. You'll need a stronger axe. ",
        "UI.FTUE.RespawningLocationNoBed": "If you have claimed a bed you'll return there, otherwise you'll be taken to the temple.  ",
        "UI.FTUE.RespawningLocationBed": "As you have claimed a bed you'll return there, otherwise you'll be taken to the temple. ",
        "UI.FTUE.RespawningText": "You'll be whisked to safety on death, but your items will be left behind. {DescribeRespawningLocation}",
        "UI.FTUE.FriendlyCharacters": "Approach friendly characters to speak with them.",
        "UI.FTUE.CraftingItems.Title": "Crafting Items",
        "UI.FTUE.CraftingItems.Text": "Crafting benches allow you to create tools and other items.",
        "UI.FTUE.PowerLevels.Title": "Power Levels",
        "UI.FTUE.PowerLevels.Text": "You’re entering an area with stronger creatures and enemies. Craft better weapons and armour to improve your chances of survival.",
        "UI.FTUE.FirstNightTitle": "Cold",
        "UI.FTUE.FirstNightText": "The cold will lower your stamina, and the temperature drops harshly at night. Build a campfire to keep yourself warm.",
        "UI.FTUE.AccessSkills": "Certain actions will award you XP in one of several skills. As you gain XP your skills will gain levels which will give you access to new features and powerful spells.",
        "UI.FTUE.DurabilityDropTitle": "Durability",
        "UI.FTUE.DurabilityDropText": "As you use tools, armour and weapons, they will fall into disrepair as their durability falls. When something has no durability left it becomes broken.",
        "UI.FTUE.FirstArmorEquipTitle": "Power level ",
        "UI.FTUE.FirstArmorEquipText": "Your power level can be viewed in your inventory next to your equipped armour. The higher your power level, the better your chance of survival.",
        "UI.FTUE.HealthRegen.Title": "Health Regen",
        "UI.FTUE.RuneEssenceTitle": "Rune Essence",
        "UI.FTUE.RuneEssenceText": "Runes are crafted using rune essence, which can be mined at rune geysers all over the land.",
        "UI.FTUE.RuneCraftingTitle": "Rune Crafting",
        "UI.FTUE.RuneCraftingText": "Runes can be crafted from rune essence at a rune altar.",
        "UI.FTUE.BetterGearTitle": "Better gear",
        "UI.FTUE.BetterGearText": "As you venture further you will come across new materials which will unlock new recipes. Crafting better equipment will increase your chances of survival.",
        "UI.FTUE.Cooking.Title": "Cooking",
        "UI.FTUE.Cooking.Text": "Raw food is rarely edible, build a campfire to cook food on. A good meal will improve your health and stamina.",
        "UI.FTUE.FirstArmorEquip.Text2": "Enemy power levels are indicated next to their health bar. The higher the power level, the more dangerous the foe. Make sure you are properly equipped to face them.",
        "UI.FTUE.Repair.Title": "Repairing",
        "UI.FTUE.Repair.Text": "You can repair weapons, tools and armor at a workbench, using resources you've gathered.",
        "UI.FTUE.Building.Stability.Title": "Stability",
        "UI.FTUE.Building.Stability.Text": "You can't build just anywhere. Make sure your structure is stable enough to support itself. Structures are more stable if build near the ground.",
        "UI.FTUE.Beds.Shelter.Text": "Some structures require a roof overhead. Make sure your giving yourself sufficient shelter.",
        "UI.FTUE.Beds.Shelter.Title": "Shelter from the night",
        "UI.FTUE.Beds.Claim.Title": "Shelter from the night",
        "UI.FTUE.Beds.Claim.Text": "Sleeping will allow you to skip the night and alleviate fatigue.",
        "UI.FTUE.Building.Placement.Title": "Building",
        "UI.FTUE.Building.Placement.Text": "You can rotate and adjust the distance and height of a building piece before you place it.",
        "UI.FTUE.Building.Unlocked.2.Title": "Building",
        "UI.FTUE.Building.Unlocked.2.Text": "You need a workbench to craft tools.",
        "UI.FTUE.BackpackTitle": "Backpack",
        "UI.FTUE.BackpackText": "Items and resources will be stored in your backpack. Try not to overburden yourself by carrying too much",
        "UI.FTUE.FoodBenefitsTitle": "Food Benefits",
        "UI.FTUE.FoodBenenfitsText": "Eating food provides Sustenance, which improves health regeneration.",
        "UI.FTUE.Backpack.Menu.Open": "to open inventory",
        "UI.FTUE.Building.Menu.Open": "to open the Build menu",
        "UI.FTUE.Skills.Menu.Open": "to open Skills menu",
        "UI.FTUE.AccessSkills.Title": "Skills"
      },
      "KeysToMetaData": {}
    }
  }
]