[
  {
    "Type": "StringTable",
    "Name": "ST_FH_WitherWard",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_FH_WitherWard",
      "KeysToEntries": {
        "Doric.Intro.1": "I don't like this place, it's creepy and weird. Had to whack several zombies with my hammer and now it's got this weird purple ooze on it that won't wash off.",
        "Doric.Intro.2": "Still, I'm betting there's something interesting waiting around here. There are vaults in this place and they must be loaded with dragonkin secrets.",
        "Doric.Intro.3": "Who knows what you might find? I discovered one vault, and I was all geared up to visit, but it's locked down tight. Hey, I know, if you get a chance why don't you take a look? Let me know what you find inside.",
        "Doric.QuestStarted.NoProgress.1": "Taken a look in that locked vault yet? There must be a trick to it. Those dragonkin were a smart lot, secretive... and arrogant as heck.",
        "Doric.QuestStarted.NoProgress.2": "If you can find your way inside, let me know if you discover anything interesting.",
        "Doric.FoundStatue.1": "Well, will you look at that, another dwarven tablet. Why were the dragonkin out here stealing dwarven secrets?",
        "Doric.FoundStatue.2": "I guess we'll never know. Here, let me translate this for you, hopefully it'll help you on your travels.",
        "Doric.FoundStatue.3": "Well now, that is unexpected. This is the Salve amulet... why is this here? It requires a gemstone only found by the river Salve back in Misthalin. I mean, it's handy against the undead, so it'll be real useful here.",
        "Doric.FoundStatue.4": "Oh! Ha, you're gonna laugh at this, but I actually have one of them river Salve gemstones. I found one a few years back and I just keep it with me as a good luck charm. Here, you should take it, make yourself one of those salve amulets.",
        "Doric.FoundStatue.HasInventorySpace.1": "Hope it helps in your travels.",
        "Doric.FoundStatue.DoesNotHaveInventorySpace.1": "Oh, you don't appear to have the space for it. Come back and see me when you do.",
        "Quest.Name": "Seeking Salvation",
        "Quest.Description": "Find the statues to gain entrance to the vault and uncover the secrets that lie within. ",
        "Objective.FindRecipe": "Access the vault and find the hidden secret within. ",
        "Objective.ReturnToDoric": "Bring the dwarven writing to Doric. ",
        "Objective.LookForDoric": "Find someone in Fellhollow that can translate dwarvish text. ",
        "Doric.Name": "Doric",
        "Doric.PostQuest.1": "Hope that amulet helps you out. There are a lot of them shamblin'orribles out there and anything to keep 'em off you feels like a good thing. ",
        "Statue.Discover.1": "You find strange dwarven writings that you cannot read. Perhaps Doric can translate for you.",
        "Statue.Discover.NotStarted.1": "You find strange dwarven writings that you cannot read. Perhaps someone can translate for you.",
        "Door.SealBroken": "You hear the sound of a dragonkin lock releasing. ",
        "Crystal.Name": "Salve Crystal",
        "Crystal.Description": "A crystal that Doric obtained from a cave near the river Salve, back in Misthalin. Used in creating the Salve amulet. "
      },
      "KeysToMetaData": {}
    }
  }
]