[
  {
    "Type": "StringTable",
    "Name": "ST_HeartStrings",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_HeartStrings",
      "KeysToEntries": {
        "MesaMemorial5": "I will start at our tree, in the east. Do you see it, down there, framed perfectly in this spot? A single point of brilliant blue, in an ocean of fiery red. An outsider, just like I was, until I met you.",
        "MesaMemorial4": "I wrote a song about you, about the time we spent together. It’s a technique of my people, turning music into craft. I will play the pieces of it, as I take this goodbye walk.",
        "MesaMemorial3": "It’s time for me to leave this place. To close this chapter on our memories and to start a life without you. I need to find myself again, without your shadow smiling out of the corner of my eye.",
        "MesaMemorial2": "This view feels so different without you by my side. The angle is strange, because my shoulder isn’t weighed by your head as you lean on me and sigh softly. A hundred years without you, and yet this view still feels wrong.",
        "MesaMemorial1": "You find a crystal in the shape of a seed. The memorial stone changes as you hold the crystal up, revealing text in elvish.",
        "QuestDescription": "Follow an elven bard's trail of memory, and discover a harmonious weapon.",
        "QuestName": "Heartstrings",
        "FirstMemorial1": "I never liked your story. Child of a farmer, given over to the Wild Knights, because of the fire in your eyes. It felt as if you were owed a greater story, one that could deliver even a fraction of your courage.",
        "FirstMemorial2": "So I wrote this song to conjure up the essence of you, rather than the fact. A bard’s prerogative, evoke the feelings you left in others, rather than record your daily toils.",
        "FirstMemorial3": "Er mwyn tynged Gilinor. Oh Gielinor  Mae’n daith un ffordd i fewn i’r affwys, i Gilinor   \r\n\r\nThat’s why you left me. Not the ravage of time. Not the cruelty of fire-red hair turning the silver-grey of burnt-out ash. You had a mission, a journey, to take the fight into the abyss.",
        "FirstMemorial4": "Trefn elitaidd rhyfelwyr affwysol   \r\n\r\nLeaving me behind, so that you could save us all.",
        "FirstMemorial5": "My journey continues eastward, following the blue in a sea made from waves of colourful dancing leaves. Saying my farewell, each footstep at a time. ",
        "SecondMemorial1": "Gadael pob peth ar ôl    \r\n\r\nLeaving everything behind, I thought only I did that.",
        "SecondMemorial2": "Wanderlust overcame reason and I journeyed across the ocean to find myself. Ashenfall is no place for an elf. There is no crystal, save what I brought with me, and the humans here distrust all outsiders. Not without reason.",
        "SecondMemorial3": "Not you though. I remember sitting alone in the forests, wolves circling me, and then a loud crash, boisterous laughter and a mad-woman in leaf-covered armour falls out of a tree and says hello.",
        "SecondMemorial4": "Marhog Gwagle! I Gielinor! \r\nMarchog Gwagle! Marchog! I Gielinor!   \r\n\r\nA brave warrior, defender of the world. Defeated by a tree.",
        "SecondMemorial5": "We shared a meal. I told stories and you listened in a way that no one has ever listened before. All of you, every part of your being, focused on my words. I think I loved you even then, though it would be years before I realised it.",
        "ThirdMemorial1": "We found a home here, together, the Wild Knight and her strange elf bard. We took the logs from the forests, and the stone from the mountain’s floor, so that we might craft a little place where we could escape together.",
        "ThirdMemorial2": "I’m still not sure why we chose this land. Brynmoor was much calmer.",
        "ThirdMemorial3": "Y byd dirdro. Tir llygredig   \r\n\r\nGhornfell is a harsh place, filled with dangers. The land itself is twisted, poison to the east and storms to the west. Overhead the dread Velgar circles, laughing at the destruction he’s wrought.",
        "ThirdMemorial4": "Creaduriaid. Adfeilion.   \r\n\r\nMonsters and desolation, everywhere we looked. Yet somehow we made a home, a ramshackle house of nonsense, that became my paradise.",
        "ThirdMemorial5": "Y baradwys\r\n\r\nOur world of adventure and excitement, held between four small walls.",
        "FourthMemorial1": "When the war turned against your people, you took my hand and led me away. As ancient monsters left the secrecy of their shadows to inflict horror on us all.",
        "FourthMemorial2": "Y dragonkin    \r\n\r\nI had thought them a myth, relegated to the most obscure bardic tales and songs. A shadow-on-the-wall horror story to scare small children into bed.",
        "FourthMemorial3": "“Be good little child, or the dragonkin will get you”. But, no, here they are, with their great dragon army, wiping out everyone we have ever known.",
        "FourthMemorial4": "Then we were alone, just you and me. I was used to the solitude, it’s instilled into my people, but it broke my heart when I saw you were used to it too.",
        "FifthMemorial1": "To an elf time is a fickle thing, we age so much slower that time passes almost without meaning. A year to us is a heartbeat, a decade is nothing but a brief rest, a century can be as easily forgotten as any other time. But not for you.",
        "FifthMemorial2": "Every time you stepped out the door, it was as if time took some of you from me. In barely a handful of years your limbs stiffened, you fire-red hair turned grey and you lost some of the agility you had been so proud of.",
        "FifthMemorial3": "Y pyrth hynaf,  \r\nar goll   \r\n\r\nThose elder gates, stealing more of you from me.",
        "FifthMemorial4": "Yet, even as time left its wounds in your skin, you were still the most beautiful creature in all of Gielinor.",
        "SixthMemorial1": "You didn’t die, you just went off to battle. That’s how I could brave the years. In the songs I wrote about you, you were off to war, fighting for Guthix against all the evils in creation.",
        "SixthMemorial2": "Clwych curo’r drymiau rhyfel,  A ffanffer Guthix yn canu   \r\n\r\nI imagined your war-song as you lead your Wild Knights into battle.",
        "SixthMemorial3": "Cleddyf guthix ydym ni  \r\nNi yw'r golau treiddgar  \r\nYr ydm yma\r\nI drechu pob cysgod. I Gielinor!",
        "SixthMemorial4": "You were Guthix’s sword, his piercing light against the darkness. That’s why you left me. Not because of time. Not because you were never coming back. But because you needed to save us all from the monsters in the night.",
        "SixthMemorial5": "A shield against a shadowy emptiness. My void knight.",
        "FinalMemorial1": "I laid your bones to rest beneath this tree, far from our home. I felt you deserved one last adventure, stretched out across our little world.",
        "FinalMemorial2": "This song was written for you... In memory of you. Yet the lump in my throat is so great, I cannot sound the words.",
        "FinalMemorial3": "I'm sorry, Meya, even now I cannot say goodbye. So let me just say the words that mean the most.",
        "FinalMemorial4": "Dw i'n dy garu di'n fawr.",
        "PlayerChoice_SingSong": "Sing the bard's song of rememberance.",
        "FinalMemorial5": "As the last words leave your lips, the seed shivers and shudders to the song. It twists, stretches and transforms into a bow of glittering crystal.",
        "Memorial": "Memorial",
        "Playerchoice_Stepaway": "Step Away",
        "NotEnoughInventory": "You don't have enough space for the crystal seed to grow into the bow. You will need to make some room before it can do so. "
      },
      "KeysToMetaData": {}
    }
  }
]