[
  {
    "Type": "StringTable",
    "Name": "ST_MessageInABottle",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_MessageInABottle",
      "KeysToEntries": {
        "MessageInABottle_Ghost_NoAmulet": "OoooOOooOOoooOOooo",
        "MessageInABottle_GhostClue_Windmill": "Blades that once whirled like a tornado, now lay still among crumbled stone. Find the lost who dwells there, set her free. ",
        "MessageInABottle_GhostClue_Cave": "My brother lies buried in darkness, beneath a southern point rising high in the sky. Find his name, set him free. ",
        "MessageInABottle_GhostClue_Swamp": "Choking on swamp gas. Ruined timber, mouldy and splintered. Sinking moment by moment into bitter, bleak, mud. Find the name of the buried, set them free.",
        "MessageInABottle_GhostClue_Farm": "Once it was homes, standing together. Now, nothing but ruins, falling apart. The last surviving memories trampled beneath angry hooves. Find the name of the forgotten, set him free. ",
        "MessageInABottle_GhostClue_Memorial": "Names to be remembered. Prayers for the dead. Whisper our memories at the place by the temple, so that we might finally rest. ",
        "MessageInABottle_FarmGhost_1": "I never liked goblins, even though Zanik said they deserved our pity, more than hate.",
        "MessageInABottle_FarmGhost_2": "She was wrong, of course. They killed me. So I should hate them. ",
        "MessageInABottle_FarmGhost_3": "I came to rebuild a farmstead. Now I'll serve as nothing but compost. Gran would be so upset with me. ",
        "MessageInABottle_FarmGhost_4": "Remember me, adventurer. Help my spirit rest. Warren was my name, don't let it be forgotten. ",
        "MessageInABottle_WindmillGhost_1": "Well this didn't work out for me, did it? I made this great stupid journey, leaving Al Kharid behind, because adventure awaited me. Glory and fame. ",
        "MessageInABottle_WindmillGhost_2": "Then a great bloody dragon messed everything up.",
        "MessageInABottle_WindmillGhost_3": "Dead within moments. Barely a day in this land. I never did have the best luck. ",
        "MessageInABottle_WindmillGhost_4": "Remember me, adventurer. I was Lazina, blade for hire and swordmaster supreme. Say a prayer for me, so that the gods will look on me fondly. ",
        "MessageInABottle_CaveGhost_1": "I thought I might be safe here, hidden away from the skies. As the dragon circled over me, I thought \"maybe I'll be OK\".",
        "MessageInABottle_CaveGhost_2": "I wasn't. Shocker. ",
        "MessageInABottle_CaveGhost_3": "He knew of this place, that dragon. Poked his great scaley head through the entrance and grinned at me as he slowly drew in a breath. I watched my life unfold before me, until the poison put it all to an end. I wish I'd found that shield. ",
        "MessageInABottle_CaveGhost_4": "Remember me, adventurer. Say a farewell to Finn, won't you? Tell ma I'm sorry, and tell my stepda he's an arse.",
        "MessageInABottle_Warren_Remembered": "<The wind smells briefly of grass and soil. A contented feeling fills your heart>",
        "MessageInABottle_Lazina_Remembered": "<You hear the sound of laughter and the clash of blade against blade. You cannot help but smile>",
        "MessageInABottle_Finn_Remembered": "<You hear the sound of children playing and a woman laughing with them>",
        "MessageInABottle_Kay_Remembered": "<You smell sausages, bacon and the sizzling of eggs on the pan. Your stomach rumbles in response>",
        "MessageInABottle_Everyone_Remembered": "<The lost, the dead and the once forgotten, are finally laid to rest. A gentle peace washes over you and you are left with a gift from the dead.>",
        "QuestName": "Restless Ghosts",
        "QuestDescription": "Lay to rest the spirits of the lost expedition members.",
        "WellFoundAmulet": "The well contains cold, stagnant water. ",
        "WellNotFoundAmulet": "You see something glinting in the bucket. Reaching into the cold water, you pull out a strange looking amulet that's even colder to the touch. ",
        "GhostName_Farmstead": "Warren's Spirit",
        "GhostName_NoAmulet": "Restless Spirit",
        "GhostName_Windmill": "Lazina's Spirit",
        "GhostName_Cave": "Finn's Spirit",
        "GhostName_Swamp": "Kay's Spirit",
        "MessageInABottle_SwampGhost_1": "I'm impressed it got this far, really, this boat. Because I never sailed it here. ",
        "MessageInABottle_SwampGhost_2": "I tried to row out by the lake near the temple, when that dragon whacked me with his tail. What had I ever done to him?",
        "MessageInABottle_SwampGhost_3": "Hurtling through the air, knowing everything was over. All I could think about was how I'd missed breakfast. Most important meal of the day, and I forgot it on my last one. ",
        "MessageInABottle_SwampGhost_4": "Names Kay, adventurer. Remember me, won't you? Give me a proper goodbye. ",
        "Altar_Remember_Warren": "Remember Warren",
        "Altar_Remember_Lazina": "Remember Lazina",
        "Altar_Remember_Finn": "Remember Finn",
        "Altar_Remember_Kay": "Remember Kay",
        "Altar_Warren_Remembered": "The wind smells briefly of grass and soil. A contented feeling fills your heart.",
        "Altar_Lazina_Remembered": "You hear the sound of laughter and the clash of blade against blade. You cannot help but smile.",
        "Altar_Finn_Remembered": "You hear the sound of children playing and a woman laughing with them.",
        "Altar_Kay_Remembered": "You smell sausages, bacon and the sizzling of eggs on the pan. Your stomach rumbles in response.",
        "Altar_All_Remembered": "The lost, the dead and the once forgotten, are finally laid to rest. A gentle peace washes over you and you are left with a gift from the dead.",
        "Altar_Message": "Who will you remember?",
        "NotEnoughInventory": "You do not have the space to receive your reward. You will need to make room in your backpack. ",
        "MoreGhostsLeft": "The dead do not yet feel fully at peace. There may be more out that need help moving on. ",
        "LaidToRest": "Thank you. ",
        "Objective_FindUseForAmulet": "Search for a purpose for the Amulet of Ghostspeak.",
        "Objective_LayGhostsToRest": "Find the restless spirits and help lay them to rest. They only appear at night. ",
        "AltarDescription": "This shrine is a place where the dead are remembered. So that they may move on to the afterlife they deserve.",
        "Amulet_ExtraHint": "[You'll need to find some way to understand what they're saying.]",
        "Altar_Rememberance": "Rememberance Shrine",
        "WellCrumbled": "Crumbling Well"
      },
      "KeysToMetaData": {}
    }
  }
]