[
  {
    "Type": "StringTable",
    "Name": "ST_FH_CollectorsCalling",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_FH_CollectorsCalling",
      "KeysToEntries": {
        "Test": "This is my first test",
        "Doric.NotStarted.Intro.1": "You know what, we make a good team, you and I. You find me things and I record them for future crafters to enjoy.",
        "Doric.NotStarted.Intro.2": "It may not sound like much, but sharing knowledge is what turns a gathering of people into a thriving community.",
        "Doric.NotStarted.Intro.3": "So, what do you say to helping me out a bit more?",
        "Doric.NotStarted.SpokenToDoric.1": "Ah, you're back. Fancy helping me find a few things?",
        "PlayerChoice.AcceptQuest": "I'm listening",
        "PlayerChoice.RejectQuest": "Maybe later",
        "Doric.NotStarted.QuestRejected.1": "Ah, yes, you must be quite busy. Well, I won't keep you. If you're bored later, come say hi.",
        "Doric.QuestAccepted.NoProgress.NotSpokenTo.1": "Wonderful. Now then, I once told me lad about this strange warrior from far away. Fought great evil, undead beasties and the like.",
        "Doric.QuestAccepted.NoProgress.NotSpokenTo.2": "Sounds familiar, doesn't it? A land full of the undead, with deadly monsters roaming around. I'm now wondering if the story came from here somehow.",
        "Doric.QuestAccepted.NoProgress.NotSpokenTo.3": "As the tale goes, the warrior first had to face off against a deadly archer. All bone and dark magic. Had this skeletal bow that was described in eerie detail.",
        "Doric.QuestAccepted.NoProgress.NotSpokenTo.DoesNotHaveBow.1": "If you can find and make me that undead ranger's bow, I can compare it to the description and see if it lines up.",
        "Doric.QuestAccepted.NoProgress.NotSpokenTo.HasBow.1": "Oh, yes, like that one you have there!",
        "Doric.QuestAccepted.NoProgress.SpokenTo.DoesNotHaveBow.1": "I'm looking for an undead ranger's bow. Perhaps it's another weapon in one of those dragonkin vaults?",
        "Doric.QuestAccepted.NoProgress.SpokenTo.HasBow.1": "That's it! That's the bow! It looks just like the story described. I wonder...",
        "Doric.QuestAccepted.NoProgress.SpokenTo.HasBow.HasSpace.1": "Here, a little something for your troubles.",
        "Doric.QuestAccepted.NoProgress.SpokenTo.HasBow.HasSpace.2": "OK, let's look at the next part of the story. There was a necromancer, nasty piece of work, with a powerful magic staff.",
        "Doric.QuestAccepted.NoProgress.SpokenTo.HasBow.HasSpace.DoesNotHaveStaff.1": "If it's anything like the bow, it'll be stored in a vault somewhere. Can you bring it to me? It'll really help with my research.",
        "Doric.QuestAccepted.NoProgress.SpokenTo.HasBow.HasSpace.HasStaff.1": "Like that staff there! Wow, you're really good at this.",
        "Doric.QuestAccepted.NoProgress.SpokenTo.HasBow.NoInventorySpace.1": "I've got a little something to thank you for your efforts so far, but you seem a bit overburdened. I'll hold on to it til you've got your hands a bit freer.",
        "Doric.QuestAccepted.GivenBow.NotGotStaff.1": "I'm looking for a necromancer's staff. Perhaps it's another weapon in one of those dragonkin vaults?",
        "Doric.QuestAccepted.GivenBow.GotStaff.1": "Amazing, you've got the staff! That's... that's exactly like the story... this is... hrmm. Why would this story be so accurate, unless...",
        "Doric.QuestAccepted.GivenBow.GotStaff.NotGotInventorySpace.1": "I've got a little something to thank you for your efforts so far, but you seem a bit overburdened. I'll hold on to it til you've got your hands a bit freer.",
        "Doric.QuestAccepted.GivenBow.GotStaff.GotInventorySpace.1": "Here, my little way of saying thank you.",
        "Doric.QuestAccepted.GivenBow.GotStaff.GotInventorySpace.2": "Alright, last piece of the puzzle. There's this special sword that I need. Made of shadow, or smoke or something. Nasty thing, wielded by something proper wicked.",
        "Doric.QuestAccepted.GivenBow.GotStaff.GotInventorySpace.3": "The good news, is that I'm pretty sure it's not in a vault. The bad news is that I'm pretty sure it's in the possession of one of them enormous zogre thingies. You might need to kill quite a few of them to find it. ",
        "Doric.QuestAccepted.GivenBow.GotStaff.GotInventorySpace.NotGotSword.1": "So...erm... good luck? Stock up well!",
        "Doric.QuestAccepted.GivenBow.GotStaff.GotInventorySpace.GotSword.1": "Ha, of course you already have it. I never doubted you for a minute. Ok... maybe a minute, but probably no more than a few of em.",
        "Doric.QuestAccepted.GivenStaff.NotGotSword.1": "We're looking for a shadow sword. When I was investigating the area the clues I found pointed to one of those zogre things. You might need to kill quite a few of them.",
        "Doric.QuestAccepted.GivenStaff.GotSword.1": "Well now, there you have it! A shadow sword!",
        "Doric.QuestAccepted.GivenStaff.GotSword.2": "It's all like the story. You know, I used to tell my boy this story, good old Boric. He was so excited to hear the tale of heroic warriors and undead monsters.",
        "Doric.QuestAccepted.GivenStaff.GotSword.3": "To think, I'm standing in the very land this story took place. Boric would love to hear this... if... if I ever get a chance to see him again of course.",
        "Doric.QuestAccepted.GivenStaff.GotSword.4": "Ah don't mind me. Just a melancholic old man worried about his fully grown and perfectly capable boy. I just don't tell him enough how proud of him I am.",
        "Doric.QuestAccepted.GivenStaff.GotSword.5": "Anyway, here, have this. My little way of saying thank you for helping an old codger like me connect to happy memories.",
        "Doric.QuestAccepted.GivenStaff.GotSword.HasInventorySpace.1": "I... I'm just gonna sit here with me memories for a bit. You go on now, don't let an old git like me sour your mood. Thank you again, friend.",
        "Doric.QuestAccepted.GivenStaff.GotSword.DoesNotHaveInventorySpace.1": "Oh, a little overburdened I see. I'll hold onto this for you, come back and see me when you've got some space free.",
        "Doric.CompletedVisibleQuest.Note.Name": "Doric's Note",
        "Doric.CompletedVisibleQuest.Note.Text": "My boy was always afraid of monsters, poor lad. Scared of werewolves in the cupboard and all that.   I'll find him something to keep the beasts at bay. Bring him back something to make him as proud of his old dad as his dad is of him.",
        "Doric.InVault.Intro.1": "Oh, er, hello there. I appear to have gotten myself into a bit of a pickle.",
        "Doric.InVault.Intro.2": "I'd heard rumours of a special weapon here and figured, if I could get it, I could give it to Boric as a gift when I got home. Try and make up for being such a rubbish dad lately.",
        "Doric.InVault.Intro.NotGotDagger.1": "It seems like I overestimated these old bones and the vault guardians here did me an injury. Don't suppose you've got a potion spare I can have?",
        "Doric.InVault.Intro.GotDagger.1": "Ha, course, you already have the dagger recipe I was looking for. Shoulda guessed. Stupid Doric, never think things through.",
        "PlayerChoice.GivePotion": "Sure [Give Potion]",
        "PlayerChoice.DontGivePotion": "Sorry [Don't Give Potion]",
        "Doric.SpokenTo.DontGivePotion.1": "Oh, don't worry about it. I'm sure these kidneys will fix themselves up soon enough.",
        "Doric.SpokenTo.GivePotion.1": "Thanks, you really a hero, don't think enough people tell you that.",
        "Doric.SpokenTo.GivePotion.2": "Here, tell you what, don't tell anyone else about this momentary lapse in judgement and I'll give you something special.",
        "Doric.SpokenTo.GivePotion.NoInventorySpace.1": "Oh, you're a bit full up there I think. Chuck something away and then we can talk.",
        "Doric.SpokenTo.GivePotion.HasInventorySpace.1": "Thanks again for rescuing a silly old man who's still letting himself worry about his fully grown son. I guess I miss being the hero in my little boy's eyes.",
        "Doric.SpokenTo.GivePotion.HasInventorySpace.2": "Kids grow up so fast. Just a few decades, that's all you have. I wish I'd spent them better.",
        "Objective.FindSkeletonBow": "Craft an Undead Ranger's Bow and bring it to Doric in Fellhollow. Doric believes the recipe is in a vault somewhere.",
        "Objective.NecromancerStaff": "Craft a Necromancer's Staff and bring it to Doric in Fellhollow. Doric believes the recipe is in a vault somewhere.",
        "Objective.ShadowSword": "Craft a Shadow Sword and bring it to Doric in Fellhollow. Doric believes a zogre has the recipe.",
        "Objective.SpeakToDoric": "Speak to Doric in Fellhollow.",
        "Quest.Name": "Doric's Quest",
        "Quest.Description": "Doric is looking for rare weapons in Fellhollow. ",
        "Doric.PostQuest": "Thanks for all your help. Ashenfall really is home to some remarkable weapons. I wonder what else we'll uncover? My boy, Boric, would love this place. ",
        "Doric.CollectorsCalling.Reward.1": "Doric's Smithing Supplies",
        "Doric.CollectorsCalling.Reward.2": "Doric's Superior Smithing Supplies",
        "Doric.CollectorsCalling.Reward.FlavourText": "A cloth shoulder back, contains useful smithing materials."
      },
      "KeysToMetaData": {}
    }
  }
]