[
  {
    "Type": "StringTable",
    "Name": "ST_HighlightingTheProblem",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_HighlightingTheProblem",
      "KeysToEntries": {
        "VaultStatue_Intro1": "Your thoughts swirl with images of a statue by the Runecrafting Guild. A word leaps to the front of your mind -- Pthentorok",
        "QuestTitle": "Highlighting the Problem",
        "Objective_AfterDiscoveringVaultStatue": "Locate the statue near a tower and give it the password.",
        "QuestDescription": "Explore the RuneCrafting Guild to discover the means to craft a powerful magical weapon.",
        "WizardStatue_NoPassword": "A statue dedicated to the wizard Ramus Lumen. An unknown dragonkin symbol has been scratched into the plaque.",
        "VaultHunterJournal": "I've been searching for weeks and yet still I've found nothing. My notes have led me here, to a secret hidden within these ruins, and this statue must be the key.   \r\n\r\nThe goblins make investigation difficult and I am running out of arrows, but I know there's something here.   \r\n\r\nPrevious reports suggest there's an ancient vault nearby. A dragonkin structure full of secrets. Perhaps it might go someway to explain this symbol scratched across this statue's plaque. If I can find the entrance and make my way past its defences, perhaps I can find the answers I seek.   \r\n\r\nThere are so few of us left now, fate owes us this one.",
        "WizardStatue_Intro1": "A statue dedicated to the wizard Ramus Lumen. A dragonkin symbol has been scratched into the plaque. A word summons itself to the tip of your tongue.",
        "PlayerChoice_Correct": "Pthentorok",
        "PlayerChoice_Incorrect1": "Pigeontoothpick",
        "PlayerChoice_Incorrect2": "Pythontworocks",
        "PlayerChoice_Incorrect_NotFoundPassword1": "Open Sesame",
        "PlayerChoice_Incorrect_NotFoundPassword2": "Password",
        "PlayerChoice_Incorrect_NotFoundPassword3": "Saradomin Smells",
        "WizardStatue_NotGotPassword_GenericAnswer": "Alas, the statue does not respond. ",
        "WizardStatue_GotPassword_WrongAnswer": "...No... nothing happens. Did you expect something to happen? Your ancestors are embarrassed by you.",
        "WizardStatue_GotPassword_RightAnswer1": "A panel in the statue slides aside and you retrieve a crystal orb from within. A voice from nowhere fills your head.",
        "WizardStatue_GotPassword_RightAnswer2": "Ah, hello, this thing on? Apprentice, well done, you've got yourself an orb. This is the first step toward creating your very own magical staff.",
        "WizardStatue_GotPassword_RightAnswer3": "All you need to do is to charge the orb on the pedestals around the guild. You can find them on the towers, but you'll need to work out how to reach them yourself.",
        "WizardStatue_GotPassword_RightAnswer4": "Once you've charged the orb at all three, bring it back here to create your staff.",
        "WizardStatue_GotPassword_RightAnswer5": "That's done, right, how do I turn this thing off? Is it this button he--",
        "Pedestal_DoesNotHaveOrb": "There seems to be space for a sphere of some kind.",
        "Pedestal_HasOrb_NotUsedYet": "You place the orb on the pedestal. Ambient energy is absorbed by the orb, causing it to glow faintly. The pedestal loses its charge.",
        "Pedestal_HasOrb_AlreadyUsed": "The pedestal has no charge left.",
        "Pedestal_Orb_FullyCharged": "The orb hums with power. Time to return to the statue.",
        "WizardStatue_GotOrb1": "Alright, it's recording. Hello apprentice, well done on charging up that orb.",
        "WizardStatue_GotOrb2": "This orb is the heart of a very special staff known as the Staff of Light. Popular with blue robed wizards throughout Saradomin's domain.",
        "WizardStatue_GotOrb3": "Now we just attach the orb to the shaft and voila, one staff of light. Great job, apprentice!",
        "WizardStatue_GotOrb4": "Now Jules, turn this thing off so I can hit you with this broom without it being preserved for future generations.",
        "WizardStatue_GotOrb5": "*THWACK*",
        "WizardStatie_PostQuest": "The statue remains silent. ",
        "Statue": "Statue",
        "Pedestal": "Pedestal",
        "Voice": "Mysterious Voice",
        "VaultStatue_Used": "The statue is dormant. ",
        "VaultHunterJournal_Title": "Vault Hunter's Journal",
        "WizardStatue_NoInventorySpace": "Don't ask me how I know this, I'm just a recording, but your bag seems a bit overburdened. Come back here once you've cleared up some space. ",
        "Objective1": "Investigate the area for clues about the statue.",
        "Objective2": "Search the Runecrafting Guild for a statue.",
        "Objective3": "Find a way to charge the  mysterious orb.",
        "Objective4": "Return to the wizard statue.",
        "OrbName": "Mysterious Orb [Uncharged]",
        "OrbNameCharged": "Mysterious Orb [Charged]",
        "OrbDesc": "An orb obtained from a statue in the Magic Institute.",
        "OrbDescCharged": "An orb obtained from a statue in the Magic Institute, charged with magical energy."
      },
      "KeysToMetaData": {}
    }
  }
]