[
  {
    "Type": "StringTable",
    "Name": "ST_DeathQuestMain",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_DeathQuestMain",
      "KeysToEntries": {
        "Objective.EnterFellhollow": "Enter Fellhollow.",
        "Objective.SpeakToPostiePete": "Speak to Postie Pete.",
        "Objective.SpeakToDeath": "Speak to Death.",
        "Objective.ExploreTunnels": "Speak to the temple's inhabitant.",
        "Objective.UnlockDoor": "Unlock the strange door.",
        "Objective.VisitWoM": "Speak to the Wise Old Man near Ashien's Watch.",
        "PlayerChoice.Death.AskAbout": "[Ask about...]",
        "PlayerChoice.Death.Trade": "[Exchange Soul Fragments]",
        "Death.AskAbout.WitherRot.5": "That is the curse that afflicts Fellhollow. Raising the dead as mindless creatures, and forcing the souls to wander the world unable to pass on. Doomed to lose themselves and go mad from the lonely horror of it all.",
        "Death.AskAbout.WitherRot.3": "Yet, with each step, you lose more and more of that grasp on life. Your soul is tugged further and further from your body until finally... SNAP! Your tether breaks and your soul is lost to the twilight.",
        "Death.AskAbout.WitherRot.4": "Yet, it is not your time and you did not pass naturally. Your body, while dead, still wanders because it is now driven not by your will, but by instinct, hunger and a need to live again.",
        "Death.AskAbout.WitherRot.2": "You start to see the world as a spirit would. As everything around you drains of life, colour and vibrancy, you see the hidden things that lie beneath the glamour of living.",
        "Death.AskAbout.Death.6": "Still, when Gielinor itself dies and I can retire, I suspect there will still be more forms to fill in than there are stars in the skies. Only two things in life are guaranteed, death and paperwork... and the former is debatable.",
        "Death.AskAbout.WitherRot.1": "Imagine, for a moment, that your soul is on a string and that string gets snagged round a tree. As your body walks, the essence that is you gets pulled further and further away.",
        "Death.AskAbout.Death.5": "It's a lonely old job, sometimes, and the paperwork will drive you to madness. But, I have Muncher to help with the lonliness, and all the time in the world to make a decent headstart on the paperwork.",
        "Cathan.SecondSealObtained.2": "Being sacrificed to a dragon somewhat ruins that. Still, I'm going to try my best at the ghostly sidekick gig. Maybe I can be a footnote in one of your adventures somewhere?",
        "Cathan.SecondSealObtained.1": "Two down, one to go. You've really got the hang of this adventurer gig. I'm kinda jealous, I'd always wanted to be one of the heroic types. Great adventures, derring-dos and all that.",
        "Cathan.FirstSealObtained.1": "Great work on that first seal! You're already looking stronger, spiritually speaking. Get the other two and we should be able to deal with Imaru. By we, I mean you, obviously, but I'll be cheering from the sides... very far away sides.",
        "Death.FoundStones.5": "I feel sorry for her. This was not her fault, nor her fate, but the world is cruel and there is no way to undo what was done without her destruction. So gear up, get yourself cursed, and take her down.",
        "Death.FoundStones.4": "Fortunately, curses like this can be modified. They're not the more fairytale affair, none of that true love nonsense. Instead there will be a number of seals, special shrines dedicated to holding onto some aspect of the curse. You can take a piece of the curse for yourself, from each of these shrines. Get enough of them and you'll be strong enough to challenge Imaru directly.",
        "Death.FoundStones.3": "Those wandering dead are stuck. Trapped. Unable to move on whilst Imaru still guards the region. Furthermore, you cannot just destroy Imaru, because she is empowered by a foolish necromantic curse.",
        "Cathan.StandingStones.Intro.3": "All these shambling corpses causing trouble, that's her doing. Their spirits ripped out of them, leaving just enough to keep them wandering.",
        "Cathan.StandingStones.Intro.2": "There are some lingering ghostly echoes around the place, and I got talking to them. Seems like there was this big friendly dragon called Imaru, who turned somewhat unfriendly after being killed by some other, bigger, less-friendly dragon. Now she's stuck in the afterlife, eating any unfortunate souls that come her way.",
        "Cathan.StandingStones.Intro.1": "Hey there friend, good to see you again. The Wise Old Man was getting on my nerves a bit, so I thought I might try and give you a hand. Been looking into everything and you're not gonna want to hear this, but there's another ruddy dragon at play. Only, get this, she's already dead.",
        "PostiePete.FailedFiveTimes": "Struggling a bit, I take it? I get it, I can be such a numb-skull sometimes. Here, let me help you out. You need to get Soulrifted, which means you need to go and stand in that horrible red nastiness over there until you can see dead-people-things...like the door outta here.",
        "Death.FoundStones.2": "Yes, I already knew, but, as per my writing group, I feel showing is often better than telling. You've now seen the state of Fellhollow for yourself, it's not a good sight I'm sure you'll agree.",
        "Death.FoundStones.1": "Good, you understand the situation now. Imaru, a soul-devouring dragon, cursed with an unending hunger and afflicted with an eternal rage. Not a good combination.",
        "Cathan.StandingStones.FoundStones": "Pieces of Imaru's curse, just up for grabs? Feels like someone's laid a trap for big, mean and scaly. I'll leave it to you to go and collect them, I don't think I'm going to do much against a dragon that eats wandering souls.",
        "Cathan.StandingStones.NotFoundStones.FailedFiveTimes": "There's something strange about these stones, they're a focus point for a whole load of necromantic energy. Maybe try reading them?",
        "Cathan.StandingStones.NotFoundStones.2": "If I wasn't a misty cloud of regret in a vaguely human shape, I'd try and work out what those stones are pointing to, and then deal with whatever's there.",
        "Cathan.StandingStones.NotFoundStones.1": "So, you think those stones mean something? Feels like they're pointing to something important. There's a lot of necromantic magic whizzing around here, and these things seem to be the focus of it all.",
        "Cathan.StandingStones.Intro.5": "I'm not exactly knowledgeable about curses, but I can feel a strange sort of necromantic power in the air. It mostly focuses over the big tower over there, like a ward keeping us out, but it also converges here by these stones. Something odd about them. Worth a look?",
        "Cathan.StandingStones.Intro.4": "Now, normally I'd say you should go and give her hell, but get this - she's not just a dragon, she's a CURSED dragon! And this curse, it makes her bigger, nastier and generally unstoppable. Someone did some proper dark magic here to get that going, but if you're going to take this dragon out, you need to deal with that somehow.",
        "FellhollowEntrance.WrongAnswerResponse": "Nothing interesting happens.",
        "PlayerChoice.FellhollowDoor.WrongAnswer.1": "Open sesame!",
        "PlayerChoice.FellhollowDoor.WrongAnswer.3": "Oi! Let me in!",
        "PlayerChoice.FellhollowDoor.WrongAnswer.2": "Knock knock!",
        "WoM.AshiensWatchLocation.IntroCompletedDragonSlayer.4": "Well? Go on, get! I don't have all day to hold your hand. There's something weird and sinister, go poke it with a stick like you always do!",
        "WoM.AshiensWatchLocation.IntroCompletedDragonSlayer.3": "Obviously, I'm not going to open it, so I'm giving the words to you. You need to go up to the door and say \"Mors, introitum quaero!\" and it should let you in.",
        "WoM.AshiensWatchLocation.IntroCompletedDragonSlayer.2": "See this creepy little passageway? There's a door at the bottom wreathed in magic, and the spooky stuff at that -- necromancy. I've been studying it for a while and I've learned the words to allow access.",
        "WoM.AshiensWatchLocation.IntroCompletedDragonSlayer.1": "Now then, an adventurer's work is never finished. Trust me, I know.",
        "WoM.DragonSlayerLocation.GoToAshiensWatch": "Now then, an adventurer's work is never finished. Trust me, I know. There's a strange door to the north, just past Ashien's Watch and it's sending chills down my spine. Meet me there, we'll talk more.",
        "Death.ImaruSlain.HasHead.NoSpace.1": "Hrmm, you appear to be a little overburdened. Shed yourself some of thy worldly trappings and then come speak to me again.",
        "Death.ImaruSlain.HasHead.HasSpace.2": "Now, I have an enormously unpleasant cleanup to do. So you'll forgive me if I get back to work.",
        "Death.ImaruSlain.HasHead.HasSpace.1": "A foul thing, really. Corrupted beyond repair. I almost pity her. Still, you're not interested in that, I feel you'll enjoy this much more.",
        "Death.ImaruSlain.HasHead.1": "Here let me take that dragon head from you.",
        "Death.ImaruSlain.NoHead": "If you bring me her head, then I'll turn it into something useful. Grim, yes, but one must have something to put in the filing cabinet.",
        "Death.ImaruSlain.2": "I knew one of you would luck out eventually, I'm glad it was you. Oh, yes, sorry, no chosen ones here. But ignore that, you did good, better than the rest, so you deserve what you came for.",
        "PostiePete.Intro.3": "See that horrible red stuff over there? I know it looks nasty, I certainly wouldn't have the stomach for it, but you're going to need to dip your toes in for a minute or two to get nice and Soulrifted. That'll let you see things you living types never get to see.",
        "PostiePete.Intro.2": "Still, if you're determined to head on through, you'll need to shed a few pounds. You need to get Soulrifted, my friend. Need to get that spirit of yours dragged a little into the world of the dead. It's the only way to get through this here gate.",
        "PostiePete.Intro.1": "Hey there, bit lost? No-body to point you in the right direction for a good tailor?... Because, frankly, your look could use some work. I assume you're trying to get into Fellhollow? Nasty place. I wouldn't be seen dead there.",
        "Death.AskAbout.Underworld.4": "But, death isn't really something you need to worry about for a while. I've decided to keep you from passing on until you've cleared up a few problems for me. Just don't get too carried away.",
        "Death.AskAbout.Underworld.3": "The Menaphite god Icthlarin, guards souls as they pass through the gate. Time was that Amascut would offer some souls rebirth, but things have been... tricky, on that front for a while.",
        "Death.AllSealsObtained.2": "When she's slain, bring me her head. Gruesome, I know, but I will need it to give her spirit peace at least. Also it helps with the paperwork.",
        "Death.AllSealsObtained.1": "Now that you're borrowing the power of her curse, Imaru is finally vulnerable. She's had centuries of souls to feast on, and she's still one of Kuldra's draconic generals, so she won't go down easily. Make sure you're prepared.",
        "Death.FirstSealObtained.1": "Good. I can feel the necromantic energy fluctuating, Once you've empowered yourself at all three seals then you should be able to face Imaru in her tower. Then you can put an end to her suffering, and start Fellhollow back on the slow path to healing.",
        "StandingStone.SilverthornKeep": "To the east stands a fortress that once housed the Wild Knights, brave soldiers of Guthix. They fought bravely against the endless hordes of the dead, but, like all things, fell in the end. I have left a shard of the curse there, guarded by their last living protector.",
        "Cathan.ThirdSealObtained.2": "Ha! Wish I'd learned that before I died, it would have made things a whole lot easier, and I'd probably still be alive today. Still, no point dwelling over spilled arterial fluid.",
        "Cathan.ThirdSealObtained.1": "That's all of the seals. Wow, you're really good at this. I thought I was cut out to be an adventurer, but compared to you I'm a joke.",
        "StandingStone.Vault": "The dragonkin knew cruelty well, creating creatures whose lives were songs of suffering. Beneath the remains of Imaru's lover, behind a waterfall tainted by her sorrow, lies an ancient structure. Within it I hid a piece of the curse, guarded by the cruel masters that chained her.",
        "StandingStone.Emberwood": "There was a village once, west of the tower, that I made my home. The people lived together, peacefully, happily, under the guardianship of dragons. Imaru's grief and rage has made it a prison, all joy turned to fear. I placed a piece of the curse within its heart, an anchor made of suffering.",
        "Cathan.ThirdSealObtained.3": "Now that you've got yourself nice and cursed, you can breach the tower right? Time to take on Imaru and destroy her once and for all! I wish I could join you, but I'll be there in spirit. Well... not literally, cos she eats those, but you know what I mean.",
        "Playerchoice.Death.AskAbout.Underworld": "Ask about the Underworld",
        "Death.AskAbout.Death.2": "Or, you can call me Harold, though few ever do. I was once like you, just a normal man, living a normal life -- a farmer, I think, though it's difficult to remember so long ago.",
        "Death.AskAbout.Death.1": "Ah, but you know me already, don't you? I am the shadow over your shoulder, inching ever closer until you take that final breath. You have always known me, because you await me each day.",
        "Seal.Emberwood.NotActivated.1": "Grief, sorrow and fear unravel at your fingertips. A curse woven from the despair of the villagers finally stills. You take a piece of that sorrow for yourself.",
        "Death.AskAbout.Underworld.2": "In the Underworld, a great river, the river Noumenon, carries souls down to mighty gates that lead to what lies beyond. What happens next is a mystery, even to me.",
        "Death.AskAbout.Underworld.1": "There is a life after death, that's one great mystery answered for you - you're welcome. When a person dies I cut the cord connecting their soul to their body and allow them to pass into the Underworld.",
        "Death.AskAbout.Fellhollow.4": "The land is cursed and dangerous. The perfect place for an adventurer like yourself to cut their teeth, no?",
        "Death.AskAbout.Fellhollow.2": "Whatever is happening prevents souls from reaching the Afterlife. More than that, it seems to prevent my ability to reap them. They are all off my list, and that's just not proper.",
        "Death.AskAbout.Fellhollow.1": "The waters of the River Noumenon flow into this region, and to be clear they shouldn't. Something about this place has caused damage enough to the Underworld to harm the world of the living as well.",
        "Death.AskAbout.Fellhollow.3": "This isn't just people either. Animals, even the plants, have had some of their vitality drawn out of them. Even the water is tainted with the essence of the river Noumenon -- meaning you need to be careful trying to drink it.",
        "Death.AskAbout.Death.3": "I died, that's what got me this job. I was the very first person to die on Gielinor. Hardly the most glamorous of accolades, but someone had to. In so dying I became Death, capital D, the reaper of souls.",
        "Cathan.PostQuest.2": "As for me, nothing new really. Death's not come to reap me yet, think he might even like me. Maybe if I keep working along side you I can stave off the ever-after for a little while longer.",
        "Cathan.PostQuest.1": "Another dragon down, eh? The mainland must be missing you! I bet you'd have solved half the world's problems by now.",
        "Death.PostQuest.NoHeads.1": "Forgive me, but I must focus my attention elsewhere. There is an enormous backlog in Fellhollow that I need to clear up.",
        "Playerchoice.Death.AskAbout.Death": "Ask about Death.",
        "Playerchoice.Death.AskAbout.Witherrot": "Ask about Wither Rot",
        "Objective.GetLocation.1": "Get location of curse fragments 0/3.",
        "Objective.GetLocation.2": "Get location of curse fragments 1/3.",
        "Objective.RemoveSoulRift": "Remove the Soul Rift at a Purification Pool.",
        "Objective.InvestigateStones": "Find Cathan and look into what he was investigating.",
        "Objective.GatherCurseFragments.2": "Gather two more curse fragments from the locations described in the standing stones.",
        "Objective.GatherCurseFragments.1": "Gather three curse fragments from the locations described in the standing stones.",
        "Objective.GetLocation.3": "Get location of curse fragments 2/3.",
        "Objective.GatherCurseFragments.3": "Find the last curse fragment from the locations described in the standing stones.",
        "Objective.DefeatImaru": "Enter the Shattered Spire and defeat Imaru.",
        "Death.QuestNotStarted.Intro.1": "Oh, cease your cowering, you're not dead. You still have at least twenty minutes before I reap your soul.",
        "Death.QuestNotStarted.Intro.3": "Welcome to Fellhollow. The whole region is infected with a terrible withering. Some dread curse that untethers the soul and drags it to the river Noumenon without ever sailing upon it, preventing the dead from moving on. This cannot stand.",
        "Death.QuestNotStarted.Intro.2": "Haha, just a little joke... Mostly. You'll probably die a few times, but I'll bring you back like I have been doing. I still have work for you after all. I know why you're here, little bit of a problem with the dead not actually dying.",
        "Death.QuestNotStarted.Intro.5": "I would start by seeking out an old friend of yours, young Cathan. He's been doing some work for me, investigating the site of some necromantic ritual or other. Before you do that, though, you'll need to get into Fellhollow. A colleague of mine, Postie Pete, can help you with that.",
        "PostiePete.Intro.4": "You'll want to find a Purification Pool, once you've found your way past that wall. There's one down the path outta here, I think, but I'm getting a-head of myself there. Get to it quick, the longer you're soul rifted, the more likely *she* is to spot you, and the worse things will get. If that dragon finds you, you're dead, no two ways about it.",
        "Death.QuestNotStarted.Intro.4": "I need you to investigate this. Find out what went on. Resolve it if you can and I shall reward you for your efforts. As well as continue this little resurrection situation. A fair bargain, I'm sure you agree.",
        "Death.ImaruSlain.1": "Imaru the devourer is dead. Good! She was a potential problem that I did not want to have to deal with. You've done well, adventurer, better than the last few I sent anyway.",
        "Cathan.ImaruSlain.1": "Dragons don't stand a chance against you! Best go speak to big tall and boney, so he can confirm she's dead and gone. I'll wait here, I guess.",
        "Death.AskAbout.WitherRot.6": "In short, it's a bad thing. Probably want to deal with it quickly.",
        "Death.FirstTimeTalkingAboutStore.StoreExplanation.2": "If you come across any of these soul fragments, please bring them to me and I will happily exchange them for special items you cannot get anywhere else. Here, let me show you some of the items available to you.",
        "Death.QuestNotStarted.RunPastDeath": "No. You can't outrun death, no matter how hard you try. Come back and speak to me, or you're not going to get very far.",
        "FellhollowEntrance.DefaultInteraction": "Strange magic radiates off the door. It seems like it requires a phrase of some kind to access.",
        "Death.FirstTimeTalkingAboutStore.StoreExplanation.1": "Now, before you go anywhere, there's something I'd like to discuss. Soul fragments. These little stones are of no use to you, but very useful to me. They contain the last traces of the poor lost souls of Fellhollow, and I would like to help them move on.",
        "Death.AskAbout.Death.4": "Guthix himself gave me the scythe and robes I use to this day. It is my honour and my duty to cut the tether that traps souls to this world, allowing the dead to move on to the Underworld.",
        "Cathan.PostQuest.3": "I've spotted this great keep up on the mountains. Feels like there might be someone alive there. What do you say? Meet you there? One last great adventure or something like that?",
        "Objective.BringHeadToDeath": "Bring Imaru's head to Death.",
        "PlayerChoice.FellhollowDoor.CorrectAnswer": "Mors, introitum quaero!",
        "Playerchoice.Death.AskAbout.Fellhollow": "Ask about Fellhollow",
        "Seal.Vault.NotActivated.1": "Rage unlike any other, fueled by grief and terrible loss, wraps around your heart like a vice, before its grip finally relents as you take a piece of the curse for yourself.",
        "Seal.SilverthornKeep.NotActivated.1": "A terrible despair works its way into your bones, making you shiver from the coldness of it all. As you take the power for yourself some warmth returns.",
        "Seal.Activated.1": "You already have this shard of the curse, there is nothing more to do here .",
        "ShatteredTower.NotGotSeals": "The door refuses to open. Powerful necromantic seals bar your entry. You will need the full power of Imaru's curse to break through them.",
        "EmberwoodPuzzle.GateSaradominStatue.Inactive": "Saradomin shields this village from the relentless dead. Seek his power on high, surrounded by a ring of water. Obtain the blessings of all the gods to destroy the barrier.",
        "EmberwoodPuzzle.GateZamorakStatue.Inactive": "The power of chaos wards this village form harm. Hail Zamorak! Seek his altar near by, where the suffering is strongest. Obtain the blessings of all the gods to destroy the barrier.",
        "EmberwoodPuzzle.GateGuthuxStatue.Inactive": "The lord of balance leaves his blessing in a harmonious circle, guarded by a dread beast. Obtain the blessings of all the gods to destroy the barrier.",
        "EmberwoodPuzzle.GateArmadylStatue.Inactive": "Justice must be maintained, even in times of great strife. Seek the wisdom of Armadyl on a nearby lake, where three spirits await judgement.  Obtain the blessings of all the gods to destroy the barrier.",
        "EmberwoodPuzzle.SaradominStatue.MainStatue.Inactive": "The shrine is damaged, a piece missing. Until it is repaired the magic cannot flow to the village barrier.",
        "EmberwoodPuzzle.SaradominStatue.MainStatue.RepairHead.1": "You repair the broken shrine. Magic thrums into life, feeding energy back to the village barrier.",
        "EmberwoodPuzzle.SaradominStatue.MainStatue.HeadRepaired.1": "The shrine hums with magical power, weakening the barrier enchantment around Emberwood village.",
        "EmberwoodPuzzle.SaradominStatue.HeadPiece.Unfound": "You collect the broken statue piece.",
        "EmberwoodPuzzle.SaradominStatue.HeadPiece.Found": "Nothing else here but rubble.",
        "EmberwoodPuzzle.SaradominStatue.HeadPiece.NoInventorySpace": "You have no room in your inventory to pick up the statue piece.",
        "EmberwoodPuzzle.ZamorakStatue.Inactive": "You offer a prayer to the shrine and it hums with magical energy. The barrier around the village weakens.",
        "EmberwoodPuzzle.ZamorakStatue.Active": "The shrine hums with magical power, weakening the barrier around Emberwood Village.",
        "EmberwoodPuzzle.GuthixStatue.DragonStillAlive": "The dragon's power prevents you from using this.",
        "EmberwoodPuzzle.GuthixStatue.DragonDefeated.Inactive": "You offer a prayer to the shrine, and it hums with magical power. The barrier around Emberwood village weakens as a result.",
        "EmberwoodPuzzle.GuthixStatue.DragonDefeated.Active": "The shrine hums with magical power, weakening the barrier around Emberwood Village.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.NotStarted.1": "Justice must prevail, for the barrier to rise. Such is the will of Armadyl. Long ago a terrible act was committed. What was the crime? Who is responsible and why did they do it? Name these and unlock the blessing of Armadyl.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.NotStarted.2": "Speak to the ghosts to learn their take on the events. Look for the discrepancies and the emotions at play, the guilty often trap themselves with their own lies.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.1": "Cast your verdict arbiter. What crime was committed?",
        "PlayerChoice.ArmadylPuzzle.Crime.Wrong.1": "A noble was assassinated.",
        "PlayerChoice.ArmadylPuzzle.Crime.Wrong.2": "A magical artifact was stolen.",
        "PlayerChoice.ArmadylPuzzle.Crime.Wrong.3": "A bank was robbed.",
        "PlayerChoice.ArmadylPuzzle.Crime.Right.1": "There was a mass murder.",
        "PlayerChoice.ArmadylPuzzle.Motive.Wrong.1": "It was all about money.",
        "PlayerChoice.ArmadylPuzzle.Motive.Wrong.2": "To spread fear among the population.",
        "PlayerChoice.ArmadylPuzzle.Motive.Wrong.3": "To complete a demonic ritual.",
        "PlayerChoice.ArmadylPuzzle.Motive.Right.1": "Because they thought it was funny.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Shady": "The Shady Ghost.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Suspicious": "The Suspicious Ghost.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Snickering": "The Snickering Ghost.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Shady.Why.1": "They admitted to being armed.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Shady.Why.2": "They're very shady.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Shady.Why.3": "There are no rabbits in Falador.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Suspicious.Why.1": "They admitted to stealing gemstones.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Suspicious.Why.2": "They're very suspicious.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Suspicious.Why.3": "They were drunk, but their story was too detailed.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Snickering.Why.1": "They have a very annoying laugh.",
        "PlayerChoice.ArmadylPuzzle.Suspect.Snickering.Why.2": "They lied about the weather. ",
        "PlayerChoice.ArmadylPuzzle.Suspect.Snickering.Why.3": "They found it too funny. Matching the motive.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Crime.Wrong": "Incorrect. An arbiter must not be so blind to the crimes committed. Speak to the spirits again to learn the true crime committed.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Crime.Right": "Indeed, a brutal and terrible crime. Many lives lost in an instant, their families deprived of their loved ones. Tell me, why was such an act committed?",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Motive.Wrong": "Incorrect. An arbiter must not be so blind to the crimes committed. Speak to the spirits again to learn the true crime committed.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Motive.Right": "Yes. Imagine, an act of such violence, such tragedy and loss. Families ruined. Destinies upended. Futures shattered. All because someone found it amusing. As though the lives of others carry no more weight than an ant beneath ones boot. But, tell me, who committed the crime?",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Suspect.WhatMakesYouSuspectThem": "What makes you suspect them?",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Suspect.Wrong": "An interesting deduction, but an incorrect one. Speak to the spirits once more and look for the discrepancies in their tales.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Suspect.Right.Lie": "Yes, the guilty often miss the smaller details as they try to pretend their innocence. This spirit was responsible for the destruction and will pay the price in the afterlife.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Suspect.Right.Motive": "Yes. Sometimes the guilty lack shame, or remorse, unable to keep their strange sense of pride hidden. To them, this massacre was an amusement, a bit of a laugh. To others, it was the worst day of their lives... or their last.",
        "EmberwoodPuzzle.ArmadylStatue.MainStatue.Started.Suspect.Right.Final": "The shrine hums with magical power, weakening the barrier.",
        "EmberwoodPuzzle.ArmadylStatue.ShadyGhost.1": "I shouldn't be here. I deserve to move on! I was there, sure, when the bodies piled up, but I had nothing to do with it. It was a sunny day, the light was in my eyes and there were rabbits everywhere and I just thought, why not? You know? There's good eating on one of those.",
        "EmberwoodPuzzle.ArmadylStatue.ShadyGhost.2": "So, I took a shot, even though the glare made it hard to see and, well, next thing I know there's screaming. I ran, I admit it. I ran from the city gate, all the way to the party room. I figured music and revelry would keep me safe, right?",
        "EmberwoodPuzzle.ArmadylStatue.ShadyGhost.3": "When the balloons started popping, I just assumed it was another drop party, you know? I figured there was always a chance I could get something from one, like a party hat or something. But they weren't popping because of parties, they were popping because the arrows went flying.",
        "EmberwoodPuzzle.ArmadylStatue.ShadyGhost.4": "So many dead. Falador lined with bodies. But, it wasn't me, honest. I had nothing to do with it. I was just hunting rabbits.",
        "EmberwoodPuzzle.ArmadylStatue.SuspiciousGhost.1": "I never get invited to parties, but this house party was something special, you know? A great achievement, deserving of celebration, how could I turn it down? We laughed, we drank, we danced the night away, it was wonderful. Partying till morning, in the glare of the sun.",
        "EmberwoodPuzzle.ArmadylStatue.SuspiciousGhost.2": "We thought we might end celebrations at the Party Room, you know? Balloons, prizes, everyone having the time of their lives? Sure, we were a bit drunk, but who wouldn't be after an all night rager?",
        "EmberwoodPuzzle.ArmadylStatue.SuspiciousGhost.3": "I think it was the laughing that came first. Loud and obnoxious, a guffawing cackle that we heard over the screaming. They thought it was funny, as they tore the city apart. Laughing as they went.",
        "EmberwoodPuzzle.ArmadylStatue.SuspiciousGhost.4": "Sure, in the chaos, I stole a couple of gemstones someone left as they ran. But, i mean, come on, it was a drop party after all! Fair game. I shouldn't have to suffer because of that.",
        "PlayerChoice.ArmadylPuzzle.NotUnlockedSensibleAnswer": "Just because.",
        "EmberwoodPuzzle.ArmadylStatue.SnickeringGhost.1": "It was a lovely house party, really it was. But, the weather was cold and grey, and I just wanted to go for a walk, you know? So that's why I was there, in the park, when  the trouble started.",
        "EmberwoodPuzzle.ArmadylStatue.SnickeringGhost.2": "I'd just been wandering over by the party room, the sound of balloons popping is soothing, you know? I had my bow out, because, well, I thought I could shoot a couple of them that floated away. Balloons, obviously.",
        "EmberwoodPuzzle.ArmadylStatue.SnickeringGhost.3": "Ha! Then the screaming happened, man it was funny!",
        "EmberwoodPuzzle.ArmadylStatue.SnickeringGhost.4": "What? Oh, come on, you'd have been laughing too. Balloons exploding as people fell over them running, you can't not laugh at that? It was all \"Aaargh *POP* Noooo! *POP* My precious spleen!\" how is that not funny?",
        "EmberwoodPuzzle.StatueName.Armadyl": "Shrine to Armadyl",
        "EmberwoodPuzzle.StatueName.Saradomin": "Shrine to Saradomin",
        "EmberwoodPuzzle.StatueName.Zamorak": "Shrine to Zamorak",
        "EmberwoodPuzzle.StatueName.Guthix": "Shrine to Guthix",
        "EmberwoodPuzzle.InactiveStatue": "The statue no longer maintains the barrier to the village. ",
        "ShadyGhost.Name": "Shady Ghost",
        "SuspciciousGhost.Name": "Suspicious Ghost",
        "SnickieringGhost.Name": "Snickering Ghost",
        "WoM.DragonSlayerLocation.Generic": "You've dealt with the problem for now, but who knows what danger waits around the corner? If I were you, I'd get yourself ready for whatever horribleness is coming next. ",
        "WoM.AshiensWatchLocation.NotDoneDragonSlayer.1": "Thought I'd do some exploring, it gets boring sitting in a ruined little village all the time... so I found a new ruined area, but this time with angry dog-people. Anyway, they leave me alone, I leave them alone. ",
        "WoM.AshiensWatchLocation.NotDoneDragonSlayer.2": "The thing that really interests me though is down this little passageway. There's a door, and it's sealed by magic. Strange stuff too, old and powerful. It'll take me some time to work it out. ",
        "WoM.AshiensWatchLocation.NotDoneDragonSlayer.3": "But, anyway, aren't you busy? Shouldn't you be off looking at how best to stab old Velgar to death? Feels like you should be focusing your attention on that, hrmm? Go on, get!",
        "WoM.AshiensWatch.NotFinishedQuest.Generic": "I don't know what you're talking to me for. Aren't you busy doing stuff through that creepy door down this tunnel? Go on, get!",
        "Death.Name": "Death",
        "PostiePete.Name": "Postie Pete",
        "Death.QuestStarted.NotEnteredFellhollow.1": "I need you to investigate Fellhollow. Find out what went on. Resolve it if you can and I shall reward you for your efforts. As well as continue this little resurrection situation. A fair bargain, I'm sure you agree.",
        "Death.OptionalChoices.Generic": "Now then, what do you need?",
        "Death.OptionalChoice.Hub": "What would you like to know?",
        "PostiePete.QuestComplete": "Nice work in Fellhollow! You're really a step a-head of the mainland adventurers. Now that things have calmed down a bit, I've got decades worth of letters to deliver. So I'm just gonna rest here a bit before I start. ",
        "PostiePete.QuestInProgress": "Yeah, Fellhollow's a bit of a nightmare, isn't it? You're absolutely doomed mate. Haha, just ribbing you! I'm sure you've got this all under control. ",
        "PostiePete.Soulrifted.1": "Ah, feel a little light in the soul there? That's Soul Rift for you. On the plus side, you'll see things you couldn't see before. On the downside you're a dragon's dinner waiting to happen.",
        "PostiePete.Soulrifted.2": "You don't want to stay soul rifted for too long. As time goes on you'll attract the hungry dead to you, eventually luring Imaru herself and... well... that won't end well for you.",
        "PostiePete.Soulrifted.3": "So, if I were you -- and I had feet -- I'd get my skates on and make a beeline straight for a purification pool. You can't miss them, Death's made them extra glowy, just for you!",
        "PostiePete.GoSeeDeath.NotRifted": "Oh, ho, ho. Getting waay a-head of yourself here. I think you should go speak to tall, dark and spooky back there, huh? ",
        "PostiePete.GoSeeDeath.Rifted": "Oh dear, look at you running a-head of yourself. You're all soul rifted, and that's gonna get painful quick. You should go speak to Death before you do yourself a mischief. ",
        "PostiePete.QuestInProgress.2": "Enjoying yourself in Fellhollow? Yeah, I wouldn't take a holiday there either. Don't do too many holidays anyway, I don't like spending them on my own and, well, I've just got no-body to go with.",
        "PostiePete.QuestInProgress.SoulRifted": "Oh dear, looking a bit peaky there. You should find yourself a rejuvination pool before Imaru spots you. Trust me.",
        "QuestName": "Withering Heights",
        "QuestDesc": "Put an end to the horror of Fellhollow, by defeating Imaru, the soul-devourer.",
        "CathanName": "Cathan",
        "TwoSealsRemain": "You feel the curse begin to build within you. Two shards still remain. ",
        "OneSealRemains": "The curse echoes within your soul. One curse shard remains. ",
        "FinalSeal": "Your soul resonates with Imaru's grief. You are ready to bring the fight to her. ",
        "UnleashCurse": "Unleash the curse, destroying the fragments, and face Imaru?",
        "Playerchoice.UnleashCurse": "Unleash the curse!",
        "Playerchoice.Returnlater": "Step away from the door.",
        "Death.NotFoundStones.1": "Hrmm, what are you doing here? Shouldn't you be investigating Fellhollow?",
        "TeleportDoorToDeathsDomain": "Ominous Door",
        "SaradominSymbol": "Saradomin Symbol",
        "ImarusLair": "Imaru's Lair",
        "ImarusLairExit": "Lair Exit",
        "SaradominSymbolDescription": "It looks as if it is meant to sit on top of something."
      },
      "KeysToMetaData": {}
    }
  }
]