[
  {
    "Type": "StringTable",
    "Name": "ST_FTUE_Farming",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_FTUE_Farming",
      "KeysToEntries": {
        "Quest.Name": "Growing Pains",
        "Quest.Description": "Learn the basics of the Farming skill from the Wise Old Man. ",
        "Objective.SpeakToWOM1": "Speak to the Wise Old Man, in Bramblemead, to learn about the Farming skill. ",
        "Objective.HarvestCrop": "Grow and harvest your first crop from a farming plot. ",
        "Objective.FinishQuest": "Return to the Wise Old Man in Bramblemead.",
        "WoM.QuestionHub.IntroFirstTime": "What would you like to know?",
        "WoM.QuestionHub.IntroReturn": "Anything else I can help you with?",
        "WoM.QuestionHub.PlantingSeeds.1": "First, you'll need to build a farming plot. Use a spade on it to clear it of weeds. Once it's completely clear, you're ready to plant.",
        "WoM.QuestionHub.PlantingSeeds.2": "Just grab the seeds in your hand, and then whack em into the soil. No need for grace, or ceremony, just whomp them in and they'll be fine.",
        "PlayerChoice.QuestionHub.AskAboutSeeds": "Ask about planting seeds.",
        "PlayerChoice.QuestionHub.AskAboutWatering": "Ask about watering plants. ",
        "PlayerChoice.QuestionHub.AskAboutCompost": "Ask about compost.",
        "PlayerChoice.QuestionHub.Leave": "I have no more questions. ",
        "WoM.QuestionHub.Watering.1": "Plants are like people, they need water to survive. You'll want to keep your plants nice and hydrated, so that they don't succumb to disease.",
        "WoM.QuestionHub.Watering.2": "Grab yourself a watering can, fill it with water at a water source, and then liberally douse your patch until it's fully soaked through.",
        "WoM.QuestionHub.Watering.3": "Make sure to water your plants every day, ideally first thing in the morning, to keep them nice and healthy.",
        "WoM.QuestionHub.Compost.1": "Compost improves the yield on your crops when you harvest them. They simply love to spread their roots around in the stinky stuff.",
        "WoM.QuestionHub.Compost.2": "To make compost, you'll first need to build a Compost Bin. Then you'll want to fill it with compostible ingredients, like weeds, unwanted logs or irritating exes.",
        "WoM.QuestionHub.Compost.3": "Give it a little time for the newly added stuff to rot down into compost and then take a Compost Bucket and fill it up.",
        "WoM.QuestionHub.Compost.4": "Then just pour the contents of your bucket over the farming plot, making sure it's spread over it as fully as possible.",
        "WoM.TalkAboutFarming.Intro.1": "I see you've started to get a little green around the thumbs! Farming will make survival on Ashenfall a little less horrible.",
        "WoM.TalkAboutFarming.Intro.2": "You'll be able to grow fruits, vegetables, and all manner of plants. Food, potion ingredients and perhaps some crafting resources too!",
        "WoM.TalkAboutFarming.Intro.3": "Why don't you go and give it a proper go right now? Go harvest some crops and then come back and see me. I'll give you a little something for your efforts.",
        "WoM.TalkAboutFarming.Intro.4": "Here, take these to get you started.",
        "WoM.TalkAboutFarming.NoInventorySpace": "Oh? You've overburdened yourself with all the random things you can cram in your pockets. Come back and see me when you've made a bit of room.",
        "WoM.TalkAboutFarming.Finished.1": "Look at you, practically master farmer already. Farming is a wonderful way to keep yourself well fed, and with access to useful materials.",
        "WoM.TalkAboutFarming.Finished.2": "Speaking of useful, here, take this. My little gift to you. Just don't tell the others, they'll get all jealous again.",
        "FarmingRewardItem": "Farming Reward Pack",
        "WS_PlayerChoice_AskAboutFarming": "Ask about Farming",
        "Name_FinishedFarmingTutorialPack": "Spare Farmers Supplies",
        "FlavourText_FinishedFarmingTutorialPack": "A cloth bag with some useful items for farmers.",
        "Name_FarmingTutorialPack": "Bag of Seeds",
        "FlavourText_FarmingTutorialPack": "Contains different types of seeds from brynmoor."
      },
      "KeysToMetaData": {}
    }
  }
]