[
  {
    "Type": "StringTable",
    "Name": "QF_Doric_Dialogue",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "QF_Doric_Dialogue",
      "KeysToEntries": {
        "Doric_GraniteMaul_Started_GotBlueprint_HasSpace": "These sorts of weapons are what an artisan lives for. Enjoy crafting it and then hitting your enemies with it.",
        "Doric_GraniteMaul_Started_GotBlueprint2": "Well now, that explains this great hunk o' stone, it's the head to a great ruddy weapon. Here, I think I know how to make it now.",
        "Doric_GraniteMaul_Complete": "The granite maul, now there's a weapon with heft. I wonder what other wonders the vaults are hiding?",
        "Doric_GraniteMaul_Started_GotBlueprint_DoesNotHaveSpace": "Oh. You appear to be a little overburdened. I've got something for you, but you should come back to me when you have space to carry it. ",
        "Statue_GraniteMaul_LastStatue": "A seal somewhere has broken. ",
        "Objective2_DontKnowDoric": "Find someone near Ashien's Watch that can translate ancient dwarvish. ",
        "Objective2_KnowDoric": "Bring the blueprint to Doric in Ashien's Watch.",
        "Objective1": "Investigate the secrets hidden below Ashien's Watch.",
        "VaultStatue_GraniteMaul_GotBlueprint": "The statue has no further secrets for you.",
        "VaultStatue_GraniteMaul_QuestStarted_NotGotBlueprint": "You find a weapon blueprint written in dwarvish. Perhaps Doric can help translate it.",
        "VaultStatue_GraniteMaul_QuestNotStarted_NotGotBlueprint": "You find a weapon blueprint written in dwarvish. Perhaps someone nearby can help translate it.",
        "VaultDoor_GraniteMaul_Locked": "The door is sealed by Dragonkin magic.",
        "Doric_GraniteMaul_Started_GotBlueprint1": "Oh, what's that? You found something? Let me take a look at that blueprint for you.",
        "Doric_GraniteMaul_NotStarted_GotBlueprint_Intro4": "Ah, enjoy making that. These sorts of weapons are what an artisan lives for.",
        "Doric_GraniteMaul_Started_NoBlueprint1": "How's the investigation going? I know Ashien's Watch must have something interesting to discover.",
        "Doric_GraniteMaul_NotStarted_GotBlueprint_Intro3": "Hrmm, this looks like a blueprint for a very special weapon, and look, I already found a bit to get you started!",
        "Doric_GraniteMaul_NotStarted_GotBlueprint_Intro1": "You see that place over there? Ashien's Watch they calls it. Used to be a site of some battle or other.",
        "Doric_GraniteMaul_NotStarted_GotBlueprint_Intro2": "Oh, you've already been in the vault? Brilliant, what did you find?",
        "Doric_GraniteMaul_NotStarted_NoBlueprint_Intro4": "I'm guessing you're much better at all this fighting malarky. Mind poking around? See what's sealed away?",
        "Doric_GraniteMaul_NotStarted_NoBlueprint_Intro3": "I found a strange stone block covered in weird sigils, but then the garou ran me out of the place with threats of pointy sticks.",
        "Doric_GraniteMaul_NotStarted_NoBlueprint_Intro1": "You see that place over there? Ashien's Watch they calls it. Used to be a site of some battle or other.",
        "Doric_GraniteMaul_NotStarted_NoBlueprint_Intro2": "It's the sort of place where dragonkin would have hoarded their more interesting stuff. Feels like the sort of thing they'd do.",
        "Description": "Uncover the secrets of Ashien's Watch.",
        "Doric_GraniteMauled_Generic_FirstTime_Intro": "Oh, hello again. I'm impressed you've made it all the way out here. Really coming into your own, eh?"
      },
      "KeysToMetaData": {}
    }
  }
]