[
  {
    "Type": "StringTable",
    "Name": "QF_FTUE_Dialogue",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "QF_FTUE_Dialogue",
      "KeysToEntries": {
        "FTUE_Zanik_Hello": "Hail adventurer, anything I can help with?",
        "FTUE_Zanik_BuildThings1": "You'll need to gather materials first. Ash logs will do for a start, but better materials make for sturdier structures.",
        "FTUE_Zanik_BuildThings2": "You'll need to create the pieces you'll want to place, then find where you want them to go and make sure they connect with one another.",
        "FTUE_Zanik_BuildThings3": "Start with floors, and then build the walls on those. ",
        "FTUE_Zanik_BuildThings4": "For a complete shelter, you'll need a roof over your head, to keep the rain off you at night. ",
        "FTUE_Zanik_CraftThings1": "As you collect materials, you'll think up new ways to use them. These recipes can then be created using the right workstations. ",
        "FTUE_Zanik_CraftThings2": "Take a look around and pick up some stones and ash logs. You'll then be able to combine them at a craftstation to create an axe, which will make cutting down trees much easier. ",
        "FTUE_Zanik_CraftThings3": "The more materials you find, the more recipes you'll discover. ",
        "FTUE_Zanik_CraftThings4": "Have a go at something simple, you'll soon get the hang of it. ",
        "FTUE_Zanik_Spells1": "As you improve your abilities you'll discover spells that will prove themselves quite useful.",
        "FTUE_Zanik_Spells2": "To cast these spells, you'll need runes, which you can craft by harvesting rune essence – those floating rocks over yonder.",
        "FTUE_Zanik_Spells3": " Ashenfall is rife with magic, and spells will come easy to you as you improve your skills. ",
        "FTUE_Zanik_SurvivalHub1": "What can I help you with?",
        "FTUE_Zanik_Cook1": "Build a campfire, using ash logs and stone. Keep the fire burning with a fuel source, such as ash logs.",
        "FTUE_Zanik_Cook2": "Put your raw food on the campfire and wait for it to cook. Then, voila, you'll have a tasty meal.",
        "FTUE_Zanik_ImproveHealth1": "Get yourself a good meal in you, that'll give you the energy you need to get going. Start with berries you forage, but there's better food around. Food will generally need to be cooked on a campfire before its edible. ",
        "FTUE_Zanik_ImproveHealth2": "There are lots of ways you can prepare delicious meals on Ashenfall, each will help make your exploration easier.",
        "FTUE_Zanik_ImproveHealth3": "Try combining different meals, for a nutritious balanced diet. ",
        "FTUE_Zanik_ImproveHealth4": "The boosts a good meal gives you won't last forever, so keep an eye on how full your feeling and make sure to keep a good snack on hand when you're exploring.",
        "FTUE_Zanik_Night1": "When the sun sets, Ashenfall's claws come out. More aggressive creatures roam the area and cold seeps in and saps your strength. ",
        "FTUE_Zanik_Night2": "You can pass the night with a good sleep in bed. Wrap yourself up warm and dream away the danger until morning. ",
        "FTUE_Zanik_Cold1": "The easiest way to deal with the cold, is to make yourself warm and comfortable by the fire. ",
        "FTUE_Zanik_Cold2": "Shelter is also important, as when you're away from the elements, it's easier to keep warm and dry.",
        "FTUE_Zanik_Cold3": "Some clothing will also help to keep the cold at bay, so make sure you're always in the best gear you can be. ",
        "FTUE_Vannaka_Intro": "Well met adventurer. What do you need?",
        "FTUE_Vannaka_Block1": "Get a hunk of wood or metal between yourself and the attack. Blocking is tiring though, it'll drain yer stamina, so try and time it for maximum effect. ",
        "FTUE_Vannaka_Block2": "You'll find blocking with a shield is the best defence. If you haven't got a shield, a weapon will do. ",
        "FTUE_Vannaka_Dodge1": " Dodging away from an enemy will stop them landing that killing blow. Time it right, then roll out of the way just before the enemy strikes.",
        "FTUE_Vannaka_Dodge2": " and you'll find yourself able to overcome almost any foe. ",
        "FTUE_Vannaka_Parry1": "Parrying an attack is all about timing. Wait for the right moment, just as the enemy is about to land their strike, and then block the attack.",
        "FTUE_Vannaka_Parry2": "If you've got the timing down, you should be able to turn the force of their attack back against them.",
        "FTUE_Vannaka_Sneak1": "Run away, haha. That's the easiest way to avoid battle. If you see an enemy you're not ready to fight, don't fight them. Just get out of there. ",
        "FTUE_Vannaka_Sneak2": "However, if you need to get past them, then stealth is your friend. Keep low, move slowly and you might avoid their attention. ",
        "FTUE_Doric_Intro5": "Ashenfall is full of secrets, if you find any interesting blueprints or anything, come find me.",
        "FTUE_Doric_Intro4": "There's a few of us, though less than there were. Some stuff happened, but the Wise Old Man over there can fill you in.",
        "FTUE_Doric_Intro3": "A new continent, hidden for centuries by Guthix's magic. I mean, would could turn down a chance to explore that?",
        "FTUE_Zanik_hub": "Anything I can help with?",
        "FTUE_Vannaka_hub": "What do you want to know?",
        "FTUE_WoM_Intro_DragonSlayerSet": "Hello, adventurer. Don't you have a dragon to kill? Or is there something you needed?",
        "FTUE_WoM_WhoAreYou1": "Really? You haven't heard of me? Oh how marvelously refreshing. So often people are all; 'oh my hero', 'please name my baby for me', or 'aaargh no, please don't burn me to ash'. The usual. ",
        "FTUE_WoM_WhoAreYou2": "My name is Dionysius, but most people just call me the Wise Old Man. Or 'Ultraviolet Archangel Threat' when they think I'm not listening.",
        "FTUE_WoM_WhoAreYou3": "I used to be an adventurer, like you. My exploits took me across all of Gielinor, where I battled evil, slew monsters and ended wars. It was a hard life, but morally rewarding.",
        "FTUE_WoM_WhoAreYou4": "Well morally rewarding wasn't as much fun as one would hope. Oh, sure, people were friendly. Everyone waved. But when you've saved the world several times, it just feels like your evening meals should be nicer than a stale baked potato. ",
        "FTUE_WoM_WhoAreYou5": "So I took what was owed me. Walked into a bank, got myself nicely set up and acquired this rather fetching hat. After all, the bank didn't do anything to protect the world and without me there'd be no bank at all. So fairs fair. ",
        "FTUE_WoM_WhoAreYou6": "Well, recently, some people got a bit too uppity about the whole affair. So rather than turn Draynor into rubble, I thought I might take myself on a nice little holiday to a continent no one's heard of. Should be fun I think. ",
        "FTUE_WoM_AboutExpedition1": "It was a few months back when the continent was first discovered.  Someone bumped into it, literally, with their boat – the entire place is hidden behind a veil. A whopping great landmass that had been completely unheard of except for a few obscure texts.",
        "FTUE_WoM_AboutExpedition2": "Exploration always draws excitement, and there's a mad rush to be the first people to claim the resources of an undiscovered land. So this expedition was quickly put together by interested investors, and then the first wave of explorers set off to sites unknown.",
        "FTUE_WoM_AboutExpedition3": "We haven't heard from any of them. ",
        "FTUE_WoM_AboutExpedition4": "We're wave two. They went with more seasoned adventurers, like myself, as well as the expenda... the enthusiastic up-and-comers, like yourself. ",
        "FTUE_WoM_AboutExpedition5": "Now that we know the first lot were all murdered by dragons, goblins and some aggressively fuzzy locals, we can start to push forward and do a better job of exploring. And by we, I mean you. I'm going to have a nice cup of tea and wait until you report back. Have fun. ",
        "FTUE_Zanik_WhoAreYou1": "Yeah, right, hi! I'm Zanik. I'm a cave goblin explorer... well probably the cave goblin explorer... we don't get out much. ",
        "FTUE_Zanik_WhoAreYou2": "Like you, I'm here seeking the thrill of adventure. I've done some exploring in my time. First of my people to visit the surface. One of the first people to visit the husk of the goblin homeworld, Yu'Biusk. Died a couple of times, so I know a thing or two about survival. ",
        "FTUE_Zanik_WhoAreYou3": "Don't recommend the dying bit. I had some special circumstances that brought me back. Not something to chat about now. But, the rest of the stuff, crafting, building, survival tips – I'm your gal. ",
        "FTUE_Zanik_QuestLink_Goblins": "Oh, hey. Look, if you want to talk about goblins, let's do it away from here. Some of the others can get a bit jumpy and I'd prefer to keep it between us. Meet me back near the castle and we can go over it. ",
        "FTUE_Doric_Intro1": "Aha, the new recruit, great to see you. Heard the call of adventure  and just couldn't resist?",
        "FTUE_Doric_WhoAreYou1": "Oh, sorry, didn't introduce myself. Names Doric, dwarven master crafstman and retired warrior.",
        "FTUE_Doric_Secrets1": "Well if I knew, then they wouldn't be secrets, would they?",
        "PlayerChoice_WhatSecrets": "What secrets?",
        "FTUE_Doric_Intro2": "I don't blame you. I'm the same. Found myself here after too many pints at the Blue Moon Inn.",
        "FTUE_Doric_QuestLink": "I'm not really set up to look into those here. I've got all me notes up north in Ghornfell. Come find me out there and I can look into that for you. ",
        "FTUE_Vannaka_Intro_FirstTime1": "Hrmm, let's take a look at you. Aye, I can see it, that look in your eyes. That twitch at the end of your fingers. Your a warrior, well and proper. Good we need someone like that here. This place is dangerous, like a wild animal, and it'll tear you apart without a moment's hesitation.",
        "FTUE_Vannaka_Intro_FirstTime2": "Get yourself some decent gear. A butter-knife won't do you any good in a place like this. ",
        "FTUE_Vannaka_WhoAreYou1": "I see we Slayer Masters aren't quite as famous as we like to think we are then. Haha, that's for the best, I think. Fame distracts us from the thrill of combat, and a warrior must always be ready to hone their art. ",
        "FTUE_Vannaka_WhoAreYou2": "The names Vannaka, I'm a Slayer Master and mentor to new warriors, like yourself. I've trained scores of wannabe heroes, and I've slain my fair share of big and nasty types. I've walked the forests of Gielinor, sword in hand, and defeated ancient evils that would have swallowed the world whole.",
        "FTUE_Vannaka_WhoAreYou3": "Now I'm here. Because... because there's more evil. There's more danger. But there's... no, never mind. Not important. ",
        "FTUE_Vannaka_WhoAreYou4": "What matters is that we get you off to the best start you can. Warrior like yourself, can only be destined for glory. So let's make sure you know which end of the sword is the pointy bit, before you do yourself a mischief. You got any questions about the finer parts of battle, you come talk to me. I'll set you right. ",
        "FTUE_Vannaka_WhoAreYou5": "I'll be heading out north, deeper into the wild lands. Got my eye on something pers... on some legends I've been hearing. Say hi if you see me. ",
        "FTUE_Vannaka_QuestLink": "Shh, not here. This isn't the place for that sort of conversation. Prying eyes and nosey gods listening in on their temples. Come talk to me up in Ghornfell, we can speak there. ",
        "FTUE_WoM_DragonSlayerLink": "Let's see...",
        "FTUE_Zanik_BuildingAndCraftingLink": "What would you like to know?",
        "FTUE_VannakaCombatLink": "Alright, what do you need help with?",
        "Zanik_SeekingShelter_Intro_IgnoredWoM1": "Getting ahead of yourself aren't you? You see the old-geezer with the beard, back in the temple? That's the Wise Old Man, the boss of this expedition.",
        "Zanik_SeekingShelter_Intro_IgnoredWoM2": "Go introduce yourself before he gets cranky. You won't like him when he's cranky.",
        "Zanik_SeekingShelter_Intro_NotBuiltBed1": "You must be the newbie. I'm Zanik, it's a pleasure to meet you.",
        "Zanik_SeekingShelter_Intro_NotBuiltBed2": "Ashenfall's a harsh place to live in, you're gonna need a shelter and somewhere to rest.",
        "Zanik_SeekingShelter_Intro_NotBuiltBed3": "Make yourself a shelter out of wood and stone. Any building will do, just needs floors, walls and a roof. When building, be sure to keep your structure stable. ",
        "Zanik_SeekingShelter_Intro_NotBuiltBed4": "Then make and claim a bed to rest in. To make a bed you're going to need something soft, like fur. Look around for small creatures to get fur from.",
        "Zanik_SeekingShelter_Intro_NotBuiltBed5": "When you've done all that come back and see me. I'll give you something to help you on your journey.",
        "Zanik_SeekingShelter_Intro_BuiltBed1": "I was going to get you started by tasking you with making a shelter and claiming yourself a bed for the night, but it looks like you're way ahead of me.",
        "Zanik_SeekingShelter_GiveReward": "Right, now on to the next part of your survival training.",
        "Zanik_SeekingShelter_Complete": "If you're after any more survival tips, I'm your gal. If you're looking for some fighting advice, you can find Vannaka just down the road. He'll get you sorted. ",
        "Zanik_SeekingShelter_SpokeToBefore_QuestNotComplete": "Not finished yet? Once you've made a shelter, make sure you've claimed a bed. Then come back and see me.",
        "Zanik_SeekingShelter_SpokeToBefore_BuiltBed1": "I see you've got yourself all set up now, great work!",
        "Vannaka_Ratcatcher_Intro_NotGotFangs1": "Well met, young pup. Fresh off the lodestone and raring for adventure? Good, good, that's what I like to hear.",
        "Vannaka_Ratcatcher_Intro_NotGotFangs2": "Now then, let's see if you've got what it takes to survive in this gods forsaken land.",
        "Vannaka_Ratcatcher_Intro_NotGotFangs3": "I need three animal fangs. You can get them from killing giant rats. Nasty little critters, more dangerous than kebbits that's for sure.",
        "Vannaka_Ratcatcher_Intro_GotFangs1": "I was going to see if you had what it takes to survive this gods forsaken land, but it looks like you beat me to it. Vicious little critters those rats eh?",
        "Vannaka_Ratcatcher_CompleteQuest1": "Here, something to help you in your adventures.",
        "Vannaka_Ratcatcher_SpokenTo_NotGotFangs1": "Well met, young pup. Seems like you haven't managed to gather three animal fangs for me yet. You can get them from the giant rats around this region.",
        "Vannaka_Ratcatcher_SpokenTo_NotGotFangs2": "The windmill behind me is infested with the beasts, you may want to look there to gather the fangs.",
        "Vannaka_Ratcatcher_SpokeTo_GotFangs1": "Well met, young pup. Seems your hunt was successful, I see you've gathered the fangs I asked for.",
        "Vannaka_ButterKnife_Intro_Default1": "You've dealt with some rats – well done – but they're small fry compared to everything else that's out there.",
        "Vannaka_ButterKnife_Intro_NotGotGear1": "I already lost one young warrior to the dangers of this place, I refuse to lose another.",
        "Vannaka_ButterKnife_Intro_NotGotGear2": "What you're wearing now, is not going to help you against the creatures you'll encounter.",
        "Vannaka_ButterKnife_Intro_GotGear1": "I was going to task you with getting some better equipment, but it appears you don't need that particular lesson.",
        "Vannaka_ButterKnife_CompleteQuest": "Now, all the fashionable people accessorise, so here's a couple of rings to choose from.",
        "Vannaka_ButterKnife_SpokenTo_NotGotGear1": "I don't care what style you choose, but I want to see you wearing armour that's at least good enough to face a goblin.",
        "Vannaka_ButterKnife_SpokenTo_GotGear1": "Much better! You're all ready to face the dangers ahead.",
        "Objective_SeekingShelter_1": "Build and then claim a bed. ",
        "Objective_SeekingShelter_2": "Speak to Zanik.",
        "Objective_Ratcatcher_1": "Bring 3 small animal fangs to Vannaka",
        "Objective_ButterKnife_1": "Speak to Vannaka while wearing a piece of armour of power level 2 or higher.",
        "SeekingShelter_Title": "Seeking Shelter",
        "SeekingShelter_Description": "Zanik wants to teach you some survival basics.",
        "Ratcatcher_Title": "Ratcatcher",
        "Ratcatcher_Description": "Vannaka wants you to prove yourself in combat. ",
        "Butterknife_Title": "Better than a butterknife",
        "Butterknife_Description": "Vannaka wants prove you're well equipped for future conflict. ",
        "PlayerChoice_Whoareyou": "Who are you?",
        "PlayerChoice_Spells": "Can you tell me about skilling spells?",
        "PlayerChoice_BuildThings": "How do I build things?",
        "PlayerChoice_HowDoIImproveHealth": "How do I improve my health and stamina?",
        "PlayerChoice_Cold": "How do I deal with the cold?",
        "PlayerChoice_Night": "What happens at night?",
        "PlayerChoice_Survival": "I have some questions about survival techniques.",
        "PlayerChoice_BuildAndCraft": "I have some questions about building and crafting. ",
        "PlayerChoice_HerdRing": "I'll take the Ring of the Herd.",
        "PlayerChoice_HermitRing": "I'll take the Ring of the Hermit. ",
        "PlayerChoice_GoblinDiplomacy": "Ask about Goblin Diplomacy",
        "PlayerChoice_Craft": "How do I craft things?",
        "PlayerChoice_Cook": "How do I cook raw food?",
        "PlayerChoice_Dodge": "How do I dodge?",
        "PlayerChoice_Parry": "How do I parry?",
        "PlayerChoice_Block": "How do I block?",
        "PlayerChoice_Avoid": "How can I avoid battle?",
        "PlayerChoice_AboutDogDogs": "Ask about Dog Days.",
        "PlayerChoice_GraniteMauled": "Ask about Granite Mauled.",
        "PlayerChoice_AbyssalWhipped": "Ask about Abyssal Whipped.",
        "PlayerChoice_CombatTips": "Can you give me any combat tips?",
        "Vannaka_ButterKnife_Intro_NotGotGear3": "Go and craft yourself better gear. Warrior, mage, ranger, whatever combat style you like, but I want to see better quality than what you're wearing now.",
        "Vannaka_ButterKnife_Intro_NotGotGear4": "Come see me wearing a piece set of good quality armour and I'll know you're ready.",
        "Vannaka_ButterKnife_SpokenTo_NotGotGear2": "Any piece will do, but consider a full set. You need to keep yourself properly protected.",
        "Vannaka_ButterKnife_CompleteQuest2": "They're magic, so pick carefully. If you hunt alone, you'll want the ring of the hermit, if not go with the herd.",
        "Vannaka_ButterKnife_CompleteQuest_GotSpace": "Here, this'll help you on your journey. Now, get out there and make the beasts of Ashenfall regret your arrival.",
        "Vannaka_ButterKnife_CompleteQuest_NotGotSpace": "Hrmm, you appear to be overburdened. Come back to me when you have space free for your reward. ",
        "Vannaka_Ratcatcher_Intro_NotGotFangs4": "You'll need to get yourself a decent weapon and perhaps a shield to take them down.",
        "Vannaka_Ratcatcher_Intro_NotGotFangs5": "Giant rats can be found all over this region, but the windmill, behind me, is infested with them. I'd start there if I were you.",
        "Vannaka_Ratcatcher_SpokenTo_NotGotFangs3": "Happy hunting.",
        "Vannaka_Ratcatcher_SpokeTo_GotFangs2": "Don't worry, you can keep them. Turn them into something useful.",
        "Zanik_SeekingShelter_SpokeToBefore_BuiltBed2": "Death's made a deal with the Wise Old Coot, so if you die you'll just find yourself in your bed again. Handy right?",
        "FTUE_Doric_Secrets2": "This whole continent has been magically hidden for thousands of years. There's got to be interesting mysteries buried about the place.",
        "WoM_FirstSteps_Intro_1": "Welcome to Ashenfall, sorry about the mess. Had a bit of a dragon problem, that's why we've called for you.",
        "WoM_FirstSteps_Intro_2": "You've come at a great time. Heroic opportunities await. This long-forgotten place is just screaming to be explored.",
        "WoM_FirstSteps_Intro_3": "But before all that, how about we take you through some survival basics?",
        "PlayerChoice_FirstSteps_AcceptTutorial": "Yes please [Begin Tutorial]",
        "PlayerChoice_FirstSteps_SkipTutorial": "I can work it out [Skip Tutorial]",
        "WoM_FirstSteps_Intro_AcceptTutorial_1": "You'll want to get to grips with gathering and crafting first, Doric can help you with that.",
        "WoM_FirstSteps_Intro_AcceptTutorial_2": "You'll find them outside the temple. Check your map if you get lost, but he should be easy to spot.",
        "WoM_FirstSteps_Intro_AcceptTutorial_3": "He's the only dwarf on the continent, that we know of anyway, can't miss him.",
        "WoM_FirstSteps_Intro_SkipTutorial_1": "Fair enough, I do like someone that can show initiative.",
        "WoM_FirstSteps_Intro_SkipTutorial_2": "Now, tell me, how do you feel about slaying dragons?",
        "WoM_Tutorial_GenericNotFinishedText": "Aren't you helping the others out? What are you talking to me for? Check your map if you're not sure what you're meant to be doing.",
        "FirstSteps_Objective1": "Speak to the Wise Old Man in the Temple.",
        "FirstSteps_Objective2": "Speak to Doric outside the Temple.",
        "Doric_RightTool_Intro_1": "Ah, the new recuit, pleasure to meet you. I'm Doric, smith and general handydwarf of this humble expedition.",
        "Doric_RightTool_Intro_2": "I won't beat around the bush, it's all hands on deck here and right now you're just not equipped for the job.",
        "Doric_RightTool_Intro_3": "You'll want to build yourself a workbench. Then once you've done that craft yourself a logging axe.",
        "Doric_RightTool_Intro_4": "Both require stone and ash logs, which you'll find scattered all over the ground around here.",
        "Doric_RightTool_SpokenTo_MadeAxe_1": "Aye, that's a fine axe you got there, but even the best tools break over time. When that happens use a crafting bench to repair your gear.",
        "Doric_RightTool_SpokenTo_MadeAxe_2": "Here, something to reward your effort.",
        "Doric_RightTool_SpokenTo_MadeAxe_3": "Now, go chat with Zanik next, the friendly little green lass on the other side of the path by that tent. She'll teach you how to build a shelter.",
        "Doric_Generic_TutorialInProgress_Text": "Ashenfall is a dangerous place, but one full of opportunity. Make sure you take the time to explore it properly.",
        "Doric_RightTool_Intro_GotAxe_1": "Looks like you've already got to grips with crafting tools and weapons, so here's a little something to help you on your way.",
        "RightTool_Objective_1": "Craft a stone logging axe at a workbench and show it to Doric. ",
        "Zanik_RuneMysteries_Intro_1": "I imagine you've been seeing your skills grow stronger. As you level up, you'll unlock special spells to make surviving here easier.",
        "Zanik_RuneMysteries_Intro_2": "To cast spells you're going to need to learn about runes. The Wise Old Man can help you with that.",
        "WoM_RuneMysteries_Intro_1": "Runes, right? Thousands of years ago Guthix created special stones containing magical power. Runes.",
        "WoM_RuneMysteries_Intro_2": "Runes are made from rune essence, a special kind of stone that absorbs and holds magical power - anima.",
        "WoM_RuneMysteries_Intro_3": "There's a deposit of essence behind this temple. Go mine it, then build yourself a rune altar. You might want to get yourself a pickaxe.",
        "WoM_RuneMysteries_Intro_4": "When you've done that, craft yourself some air runes at the altar.",
        "WoM_RuneMysteries_Started_NotComplete_1": "Not made any runes yet? It's quite simple really, you just need to find a source of rune essence.",
        "WoM_RuneMysteries_MadeRunes_1": "You've crafted some runes I see, good. Magic is a tool, just like any other, but one worth keeping around.",
        "WoM_RuneMysteries_MadeRunes_2": "You'll discover several spells as you improve your skills. Try experimenting with all of them. Magic is fun!",
        "Vannaka_Ratcatcher_SpokeTo_GotFangs3": "Most enemies are more dangerous than rats. Keep an eye out on what an opponent is resistant to and choose your style to counter it.",
        "WoM_LinkToRatcatcher_1": "Now, onto the scary stuff. You'll want to talk to Vannaka next. He'll help you avoid a brutal and agonising death...maybe. Have fun!",
        "WoM_RuneMysteries_Intro_MadeRunes_1": "Runes, I was all set to explain them, but it looks like you've already worked it out. Good job!",
        "RuneMysteries_Objective_1": "Speak to the Wise Old Man in the temple.",
        "RuneMysteries_Objective_2": "Mine rune essence, build a rune altar and craft some air runes.",
        "RuneMysteries_Objective_3": "Speak to the Wise Old Man in the temple.",
        "FirstSteps_name": "First Steps",
        "FirstSteps_Desc": "Begin your adventure. ",
        "RightTool_name": "Right Tool for the Job",
        "RightTool_Desc": "Doric wants to teach you the fundamentals. ",
        "RuneMysteries_Name": "Rune Mysteries",
        "RuneMysteries_Desc": "Learn the basics of crafting runes. ",
        "Vannaka_prequest_generic": "Welcome to Ashenfall, young pup. Others got you all working away? Come chat to me when you're a little less busy. ",
        "Zanik_prequest_generic": "Hi there. It's good to see new blood, hope you're ready to brave this place. I think Doric needs your attention, best say hi. ",
        "Doric_Prequest_generic": "You just walked right past the Wise Old Man there. Best go back and say hi, eh?",
        "RightTool_Objective_2": "Return to Doric and show him the stone logging axe. ",
        "Zanik_FTUE_SeekingShelter_Postquest": "Why not expand your shelter and turn it into a proper home? You could add rooms, floors, really make something of it. ",
        "Vannaka_Butterknife_LinkToWom": "Now, young pup, your real adventure begins. Go and speak to the Wise Old Man again, he'll get you up to speed. ",
        "Vannaka_PostQuest": "Be sure to keep your armour and weapons in a good state of repair. I've lost too many friends to lazy maintenance. ",
        "Ratcatcher_Objective_1": "Speak to Vannaka.",
        "Objective_ButterKnife_2": "Speak to the Wise Old Man in the temple. "
      },
      "KeysToMetaData": {}
    }
  }
]