[
  {
    "Type": "StringTable",
    "Name": "ST_GoblinDiplomacy",
    "Class": "UScriptClass'StringTable'",
    "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
    "StringTable": {
      "TableNamespace": "ST_GoblinDiplomacy",
      "KeysToEntries": {
        "Zanik_GoblinDiplomacy_Intro_Default1": "Careful, this whole area is full of goblins and not the nice kind like me. What brings you all the way out here?",
        "Zanik_GoblinDiplomacy_Intro_Default2": "Do you feel it too? Prophecy. A god's backup plan, waiting for a host to sink its tendrils into.",
        "Zanik_GoblinDiplomacy_Intro_NoProgress1": "I feel it up there by the northeast ruin, down there, you can see it from this lookout. Another presence south toward the guild, beyond a broken bridge. ",
        "Zanik_GoblinDiplomacy_Intro_NoProgress2": "Something dangerous is hidden out here. It's sealed for now, probably in an amulet or something but we need to find it. By we, I mean you.",
        "Zanik_GoblinDiplomacy_Intro_NoProgress3": "I'm vulnerable to prophecy, I was Bandos' puppet for a while and I can't risk that again. Never again.",
        "Zanik_GoblinDiplomacy_Intro_NonSwampAmuletFound_GuildAmuletFound_1": "I feel it up by the ruin over there, beneath this outlook,.. and now on you? What have you found?",
        "Zanik_GoblinDiplomacy_Intro_NonSwampAmuletFound_RuinAmuletFound_1": "I feel it down south toward the guild... and now on you? What have you found?",
        "Zanik_GoblinDiplomacy_Intro_NonSwampAmuletFound_Default_1": "Hrmm, It's a prophecy alright, one of Bandos' safeguards. I've felt it before... when he made me his puppet.",
        "Zanik_GoblinDiplomacy_Intro_NonSwampAmuletFound_Default_2": "It's only half of the magic though. We need to find both pieces.",
        "Zanik_GoblinDiplomacy_Intro_FoundOneAmuletAndInvestigatedOther_1": "Wait... I sense something on you. What's that you've got? Let me see.",
        "Zanik_GoblinDiplomacy_Intro_FoundOneAmuletAndInvestigatedOther_2": "Hrmm, It's feels like a prophecy, one of Bandos' safeguards. I've felt it before... when he made me his puppet.",
        "Zanik_GoblinDiplomacy_Intro_FoundOneAmuletAndInvestigatedOther_3": "The other's one's missing? Very disconcerting, you should track it down. I would, but I'm vulnerable to prophecy, this is all on you.",
        "Zanik_GoblinDiplomacy_Intro_BothAmuletsFound_1": "You've got the stink of divine manipulation on you, what have you discovered. May I look?",
        "Zanik_GoblinDiplomacy_Intro_BothAmuletsFound_2": "Wow, yup, definitely a prophecy. Contained in two amulet pieces, some real nasty work.",
        "Zanik_GoblinDiplomacy_Intro_BothAmuletsFound_3": "A prophecy is like a parasite, burrowing into your soul. Twisting your choices to get its own way.",
        "Zanik_GoblinDiplomacy_Intro_BothAmuletsFound_4": "Here, I'll take those from you. I know how to dispose of these.",
        "Zanik_GoblinDiplomacy_Intro_BothAmuletsFound_5": "Take this, a little something for your trouble. A reminder that we're all masters of our own fate.",
        "Zanik_GoblinDiplomacy_Intro_FoundSwampAmuletOnly_1": "Wait... I sense something on you. What's that you've got? Let me see.",
        "Zanik_GoblinDiplomacy_Intro_FoundSwampAmuletOnly_2": "Hrmm, It's feels like a prophecy, one of Bandos' safeguards. I've felt it before... when he made me his puppet.",
        "Zanik_GoblinDiplomacy_Intro_FoundSwampAmuletOnly_3": "That's only half of it though, you should track down the other piece. I would, but I'm vulnerable to prophecy, this is all on you.",
        "Zanik_GoblinDiplomacy_Intro_FoundSwampAmuletOnly_4": "I sensed something up there by the ruin over there, beneath this outlook, and south toward the guild.",
        "Zanik_GoblinDiplomacy_Puppet_1": "I hate the romantic notion of destiny. Mine was to be the puppet of the goblin god of war, Bandos.",
        "Zanik_GoblinDiplomacy_Puppet_2": "I died, got resurrected and my soul was marked by his claim. I had no choice in the matter.",
        "Zanik_GoblinDiplomacy_Puppet_3": "I nearly became something awful, but a friend helped me resist Bandos and put a stop to his scheme.",
        "Zanik_GoblinDiplomacy_Puppet_4": "But... Bandos' mark still dug deep into my being and when he died... well, so did I.",
        "Zanik_GoblinDiplomacy_Puppet_5": "I mean, I got better, but still, these things haunt you.",
        "PlayerChoice_AskAboutPuppet": "What do you mean you were a puppet?",
        "PlayerChoice_OtherGoblins": "Why aren't you like the other goblins?",
        "PlayerChoice_Bandos": "Who was Bandos?",
        "Zanik_GoblinDiplomacy_Goblins_1": "Truth is, I'm a cave goblin -- a different tribe. We escaped Bandos' efforts in the god wars and forged a life of our own.",
        "Zanik_GoblinDiplomacy_Goblins_2": "The war god hated anything that wasn't combat. So where the surface goblins stagnated, we cave goblins thrived.",
        "Zanik_GoblinDiplomacy_Goblins_3": "We chose peace. Peace and understanding, and now cave goblin society is wonderfully advanced.",
        "Zanik_GoblinDiplomacy_Goblins_4": "I look at goblins and see what we were and sometimes I'd like them to see who they *could* be.",
        "Zanik_GoblinDiplomacy_Bandos_1": "Bandos was a war god. The Big High War God, in the parlance of my people. He delighted in conflict, battle and bloodshed.",
        "Zanik_GoblinDiplomacy_Bandos_2": "He came to our world, Gielinor, and ignited war. Laughing all the while at the carnage.",
        "Zanik_GoblinDiplomacy_Bandos_3": "He was banished, like all the gods, with Guthix's edicts. Then returned after Guthix died to immediately pick a fight.",
        "Zanik_GoblinDiplomacy_Bandos_4": "He challenged the god of justice, Armadyl, and the two raced to build a god-killing weapon. Armadyl finished his first.",
        "Zanik_GoblinDiplomacy_Bandos_5": "Armadyl slew Bandos, leaving the universe in a better state. I do not regret his passing. Gielinor is better for it.",
        "Zanik_GoblinDiplomacy_NoProgress_1": "How's the investigation going? Found anything yet?",
        "Zanik_GoblinDiplomacy_NoProgress_2": "No? You'll want to investigate over by the ruin over there, beneath this outlook, and south toward the guild.",
        "Zanik_GoblinDiplomacy_OneAmuletFoundNotInvestigatedOther_1": "How's the investigation going? Found anything yet?",
        "Zanik_GoblinDiplomacy_OneAmuletFoundNotInvestigatedOther_2": "Oh, wait, that amulet, that's the source of the uncomfortable feeling I felt.",
        "Zanik_GoblinDiplomacy_OneAmuletFoundNotInvestigatedOther_3": "It's a prophecy alright, one of Bandos' safeguards. Although, since he's dead, who else might use it?",
        "Zanik_GoblinDiplomacy_OneAmuletFoundNotInvestigatedOther_4": "It's only half of the magic though. We need to find both pieces.",
        "Zanik_GoblinDiplomacy_OneAmuletFoundNotInvestigatedOther_FoundRuinAmulet": "I felt the other presence further south around the guild.",
        "Zanik_GoblinDiplomacy_OneAmuletFoundNotInvestigatedOther_FoundGuildAmulet": "I felt the other presence near the ruin to the northeast.",
        "Zanik_GoblinDiplomacy_OneAmuletFoundInvestigatedOther_1": "How's the investigation going? Found anything yet?",
        "Zanik_GoblinDiplomacy_OneAmuletFoundInvestigatedOther_2": "The amulet was missing? The reliquary filled with fetid water and mud?",
        "Zanik_GoblinDiplomacy_OneAmuletFoundInvestigatedOther_3": "Why would someone take it? Don't they need both pieces for the prophecy... unless...",
        "Zanik_GoblinDiplomacy_OneAmuletFoundInvestigatedOther_4": "I've been tracking a strange presence in the swamps, not far from the northeast ruins. You need to find the other piece, and quickly. There might be darker powers at work.",
        "PlayerChoice_DarkerThings": "Darker powers?",
        "Zanik_GoblinDiplomacy_DarkerPowers_1": "There are always darker powers. There are things worse than gods... older than the gods.",
        "Zanik_GoblinDiplomacy_DarkerPowers_2": "Let's just stop this nonsense before we meet them.",
        "Zanik_GoblinDiplomacy_BothAmuletsFound_1": "You did it! I knew you could!",
        "Zanik_GoblinDiplomacy_BothAmuletsFound_2": "Whatever that druid was trying to do, I'm glad you stopped it. It would definitely not have ended well.",
        "Zanik_GoblinDiplomacy_BothAmuletsFound_3": "A prophecy is like a parasite, burrowing into your soul. Twisting your choices to get its own way.",
        "Zanik_GoblinDiplomacy_BothAmuletsFound_4": "We should all forge our own paths, don't you think?",
        "Zanik_GoblinDiplomacy_BothAmuletsFound_5": "Here, I'll take those from you. I know how to dispose of prophecies.",
        "Zanik_GoblinDiplomacy_BothAmuletsFound_6": "Take this, a little something for your trouble. A reminder that we're all masters of our own fate.",
        "Zanik_GoblinDiplomacy_QuestComplete_1": "It's actually quite fascinating being here, without a prophecy to worry about.",
        "Zanik_GoblinDiplomacy_QuestComplete_2": "The goblins round here are so different from those back home, they don't even worship Bandos.",
        "Zanik_GoblinDiplomacy_QuestComplete_3": "They follow the dragons instead, which is really interesting. I wonder if it changes how their society lives?",
        "Zanik_GoblinDiplomacy_QuestComplete_4": "Do you think they'd object to me taking notes of their rituals? They probably would, right? Dagnammit.",
        "Goblin_GoblinDiplomacy_Intro_NoProgress_1": "What you want? Can't you see I'm busy plotting me escape?",
        "Goblin_GoblinDiplomacy_Intro_NoProgress_2": "Well if you're gonna interrupt me, why not grab me some food, eh? Cos, like, I'm proper starvin right now.",
        "Goblin_GoblinDiplomacy_Intro_NoProgress_NoSteak": "Go, on, do me a solid and bring me a nice steak? I'll tell ya where they hides their treasure if you do.",
        "Goblin_GoblinDiplomacy_Intro_NoProgress_Steak": "Wait, I smell steak on ya? If you hand it over I'll tell you where they hide their secret stuff.",
        "PlayerChoice_HandOverSteak": "Hand over the steak",
        "PlayerChoice_RefuseToHandOverSteak": "Don't hand over steak",
        "Goblin_GoblinDiplomacy_GivenSteak_1": "Ah, you're alright human. Not as ugly on the inside as ya is on the outside.",
        "Goblin_GoblinDiplomacy_GivenSteak_Ruin": "If you want to get yer hand on this lot's stuff, you'll want to look behind them barrels and crates. Not good at hiding things this lot.",
        "Goblin_GoblinDiplomacy_GivenSteak_Guild": "If you want to get yer hand on this lot's stuff, you'll want to look behind them vines near the old fireplace.",
        "Goblin_GoblinDiplomacy_RefuseSteak": "Well, fine! No steak, no secrets! See if I care.",
        "Goblin_GoblinDiplomacy_FoundOneAmulet_ThisLocation": "Yeah, nick their stuff! That'll teach 'em.",
        "Goblin_GoblinDiplomacy_FoundOneAmulet_NotInvestigated_1": "You lookin to steal stuff? Well's your a bit too late.",
        "Goblin_GoblinDiplomacy_FoundOneAmulet_NotInvestigated_2": "How's I know? I smells it on ya mate, you stinky of theivery. Probably nicked something shiny from the other tribe.",
        "Goblin_GoblinDiplomacy_FoundOneAmulet_NotInvestigated_3": "If you'd got here sooner, I'd help you find this lot's stuff. But that weird garou-beastmen nutjob got here first. Weird fella, lives in a cave in the swamp. ",
        "Goblin_GoblinDiplomacy_FoundOneAmulet_NotInvestigated_RuinGoblin": "You can take a look behind all them barrels and crates . But won't be nothing there.",
        "Goblin_GoblinDiplomacy_FoundOneAmulet_NotInvestigated_GuildGoblin": "You can take a look behind them vines near the old fireplace . But won't be nothing there.",
        "Title": "Goblin Diplomacy",
        "Description": "Zanik needs you to stop a prophecy before it's too late.",
        "Objective1": "Investigate the ruins to the northeast and the guild to the south of Zanik.",
        "Objective2a": "Investigate the ruin northeast of Zanik.",
        "Objective2b": "Investigate the guild south of Zanik.",
        "Objective3": "Search for the other amulet piece in an area filled with mud and stagnant swampwater.",
        "Objective4": "Bring both amulets to Zanik.",
        "Reliquery_FirstOneFound": "You find an amulet marked with the symbol of Bandos, the goblin war god. ",
        "Reliquery_FirstOneFound_SecondPass": "There is nothing there but dust. ",
        "Reliquery_SecondOneFound": "The reliquary has already been opened and the contents removed. There are claw marks along the outside and traces of stagnant water and mud within. Perhaps someone nearby saw something.",
        "Objective5": "Look for the other amulet at either the ruins northeast of Zanik, or the guild to the south.",
        "Objective6": "Find someone that can identify the Bandosian amulet.",
        "Reliquery_NotEnoughSpace": "You discover a strange amulet in the reliquary, but your inventory is too full to pick it up right now."
      },
      "KeysToMetaData": {}
    }
  }
]